Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Core|Behaviors|Basic
source: A description of this item.
el: Μια περιγραφή αυτού του αντικειμένου.
fi: Tämän kohteen kuvaus.
ga: Cur síos ar an mír seo.
hi: इस आइटम का विवरण।
hr: Opis ove stavke.
hu: Az elem leírása.
ja: このアイテムの説明。
lt: Šio elemento aprašymas.
lv: Šī vienuma apraksts.
mt: Deskrizzjoni ta' dan l-oġġett.
nl: Een omschrijving van dit item
pl: Opis tego elementu.
ro: O descriere a acestui element.
ta: இந்த உருப்படியின் விளக்கம்.

# Profiles|Core|Behaviors|Basic
source: A name given to this item.
el: Ένα όνομα που δίνεται σε αυτό το αντικείμενο.
fi: Tälle kohteelle annettu nimi.
ga: Ainm a thugtar ar an mír seo.
hi: इस आइटम को दिया गया नाम।
hr: Naziv dodijeljen ovoj stavci.
hu: Az elem neve.
ja: このアイテムに付けられた名前。
lt: Šiam elementui suteiktas pavadinimas.
lv: Šim vienumam piešķirtais nosaukums.
mt: Isem mogħti lil dan l-oġġett.
nl: Een naam gegeven aan dit item.
pl: Nazwa nadana temu elementowi.
ro: Un nume dat acestui element.
ta: இந்த உருப்படிக்கு வழங்கப்பட்ட பெயர்.

# Profiles|Core|Behaviors|Ownership
source: A related item from which this item is derived.
el: Ένα σχετικό αντικείμενο από το οποίο προέρχεται αυτό το αντικείμενο.
fi: Liittyvä kohde, josta tämä kohde on johdettu.
ga: Mír ghaolmhar ónar díorthaíodh an mhír seo.
hi: एक संबंधित आइटम जिससे यह आइटम लिया गया है।
hr: Povezana stavka iz koje je ova stavka izvedena.
hu: Egy kapcsolódó elem, amelyből ez az elem származik.
ja: このアイテムの派生元となる関連アイテム。
lt: Susijęs elementas, iš kurio šis elementas yra kilęs.
lv: Saistīts vienums, no kura šis vienums ir atvasināts.
mt: Oġġett relatat li minnu huwa derivat dan l-oġġett.
nl: Een gerelateerd item waarvan deze is afgeleid.
pl: Powiązany element, z którego wywodzi się ten element.
ro: Un element asociat din care este derivat acest element.
ta: இந்த உருப்படி பெறப்பட்ட தொடர்புடைய உருப்படி.

# Profiles|Ai|Permissions
source: AI
el: Τεχνητή Νοημοσύνη
fi: Tekoäly
hr: UI
hu: MI
lt: DI
lv: MI
ro: IA

# Routes|Related
source: AI is disabled.
el: Η Τεχνητή Νοημοσύνη είναι απενεργοποιημένη.
fi: Tekoäly on poistettu käytöstä.
ga: Tá IS díchumasaithe.
hi: एआई अक्षम है।
hr: UI je onemogućena.
hu: A MI le van tiltva.
ja: AIは無効です。
lt: DI yra išjungtas.
mt: L-AI hija diżattivata.
nl: AI is uitgeschakeld.
pl: SI jest wyłączona.
ro: IA este dezactivată.
ta: AI முடக்கப்பட்டுள்ளது.

# Profiles|Core|Catalog
source: Absolute path
el: Απόλυτη διαδρομή
fi: Absoluuttinen polku
ga: Cosán absalóideach
hi: पूर्ण पथ (Absolute path)
hr: Apsolutna putanja
hu: Abszolút útvonal
ja: 絶対パス
lt: Absoliutus kelias
lv: Absolūtais ceļš
mt: Mogħdija assoluta
nl: Absoluut pad
pl: Ścieżka bezwzględna
ro: Cale absolută
ta: முழுமையான பாதை (Absolute path)

# Profiles|Core|Actions
source: Accessibility
el: Προσβασιμότητα
fi: Saavutettavuus
ga: Inrochtaineacht
hi: सुगमता (Accessibility)
hr: Pristupačnost
hu: Akadálymentesítés
ja: アクセシビリティ
lt: Prieinamumas
lv: Pieejamība
mt: Aċċessibbiltà
nl: Toegankelijkheid
pl: Dostępność
ro: Accesibilitate
ta: அணுகல்தன்மை

# Profiles|Core|Permissions
source: Add
el: Προσθήκη
fi: Lisää
ga: Cuir leis
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
ja: 追加
lt: Pridėti
lv: Pievienot
mt: Żid
nl: Toevoegen
pl: Dodaj
ro: Adaugă
ta: சேர்

# Profiles|Core|Controlpanels|Navigation
source: Add additional items to the navigation, one per line. In the format 'title|description|url'.
el: Προσθέστε επιπλέον στοιχεία στην πλοήγηση, ένα ανά γραμμή. Στη μορφή 'title|description|url'.
fi: Lisää navigaatioon lisäkohteita, yksi per rivi. Muodossa 'title|description|url'.
ga: Cuir míreanna breise leis an nascleanúint, ceann amháin in aghaidh na líne. Sa bhformáid 'title|description|url'.
hi: नेविगेशन में अतिरिक्त आइटम जोड़ें, प्रति पंक्ति एक। 'title|description|url' के प्रारूप में।
hr: Dodajte dodatne stavke u navigaciju, jednu po retku. U formatu 'title|description|url'.
hu: További elemek hozzáadása a navigációhoz, soronként egyet. 'title|description|url' formátumban.
ja: ナビゲーションに追加項目を1行に1つずつ追加します。形式は 'title|description|url' です。
lt: Pridėti papildomus elementus į navigaciją, po vieną eilutėje. Formatu 'title|description|url'.
lv: Pievienojiet navigācijai papildu vienumus, vienu rindā. Formātā 'title|description|url'.
mt: Żid oġġetti addizzjonali fin-navigazzjoni, wieħed kull linja. Fil-format 'title|description|url'.
nl: Voeg items toe aan de navigatie, één per regel. In het formaatl 'titel|omschrijving|url'
pl: Dodaj dodatkowe elementy do nawigacji, po jednym w wierszu. W formacie 'title|description|url'.
ro: Adăugați elemente suplimentare la navigare, unul pe linie. În formatul 'title|description|url'.
ta: வழிசெலுத்தலில் கூடுதல் உருப்படிகளைச் சேர்க்கவும், ஒரு வரிக்கு ஒன்று. 'title|description|url' வடிவத்தில்.

# Profiles|Ai|Controlpanels
source: Add prompt
el: Προσθήκη προτροπής
fi: Lisää kehote
ga: Cuir leid leis
hi: प्रॉम्प्ट जोड़ें
hr: Dodaj upit
hu: Prompt hozzáadása
ja: プロンプトを追加
lt: Pridėti raginimą
lv: Pievienot uzvedni
mt: Żid pront
nl: Prompt toevoegen
pl: Dodaj podpowiedź (prompt)
ro: Adaugă prompt
ta: தூண்டுதலைச் சேர் (Prompt)

# Profiles|Core|Controlpanels|Navigation
source: Additional items
el: Επιπλέον στοιχεία
fi: Lisäkohteet
ga: Míreanna breise
hi: अतिरिक्त आइटम
hr: Dodatne stavke
hu: További elemek
ja: 追加項目
lt: Papildomi elementai
lv: Papildu vienumi
mt: Oġġetti addizzjonali
nl: Additionele items
pl: Dodatkowe elementy
ro: Elemente suplimentare
ta: கூடுதல் உருப்படிகள்

# Profiles|Core|Behaviors|Dates
source: Adds effective and expiration dates.
el: Προσθέτει ημερομηνίες έναρξης ισχύος και λήξης.
fi: Lisää voimaantulo- ja vanhentumispäivät.
ga: Cuireann sé dátaí feidhme agus dul in éag leis.
hi: प्रभावी और समाप्ति तिथियां जोड़ता है।
hr: Dodaje datume stupanja na snagu i isteka.
hu: Hozzáadja a hatálybalépési és lejárati dátumokat.
ja: 発効日と有効期限を追加します。
lt: Prideda įsigaliojimo ir galiojimo pabaigos datas.
lv: Pievieno spēkā stāšanās un beigu datumus.
mt: Iżid id-dati effettivi u ta' skadenza.
nl: Voegt ingangs- en vervaldatums toe.
pl: Dodaje daty obowiązywania i wygaśnięcia.
ro: Adaugă datele de intrare în vigoare și de expirare.
ta: பயனுள்ள மற்றும் காலாவதி தேதிகளைச் சேர்க்கிறது.

# Profiles|Core|Behaviors|Categorization
source: Adds keywords and language fields.
el: Προσθέτει πεδία λέξεων-κλειδιών και γλώσσας.
fi: Lisää avainsana- ja kielikentät.
ga: Cuireann sé réimsí eochairfhocail agus teanga leis.
hi: कीवर्ड और भाषा फ़ील्ड जोड़ता है।
hr: Dodaje polja za ključne riječi i jezik.
hu: Hozzáadja a kulcsszavak és nyelv mezőket.
ja: キーワードと言語フィールドを追加します。
lt: Prideda raktinių žodžių ir kalbos laukus.
lv: Pievieno atslēgvārdu un valodas laukus.
mt: Iżid kliem ewlieni u oqsma tal-lingwa.
nl: Voegt trefwoorden en taalvelden toe.
pl: Dodaje pola słów kluczowych i języka.
ro: Adaugă câmpuri pentru cuvinte cheie și limbă.
ta: முக்கிய வார்த்தைகள் மற்றும் மொழி புலங்களைச் சேர்க்கிறது.

# Profiles|Core|Behaviors|Ownership
source: Adds ownership and rights fields.
el: Προσθέτει πεδία ιδιοκτησίας και δικαιωμάτων.
fi: Lisää omistajuus- ja oikeuskentät.
ga: Cuireann sé réimsí úinéireachta agus cearta leis.
hi: स्वामित्व और अधिकार फ़ील्ड जोड़ता है।
hr: Dodaje polja vlasništva i prava.
hu: Hozzáadja a tulajdonjogi és jogi mezőket.
ja: 所有権と権利のフィールドを追加します。
lt: Prideda nuosavybės ir teisių laukus.
lv: Pievieno īpašumtiesību un tiesību laukus.
mt: Iżid oqsma tas-sjieda u tad-drittijiet.
nl: Voegt eigendoms- en rechtenvelden toe.
pl: Dodaje pola własności i praw.
ro: Adaugă câmpuri de proprietate și drepturi.
ta: உரிமை மற்றும் உரிமைகள் புலங்களைச் சேர்க்கிறது.

# Profiles|Core|Behaviors|Dublin core
source: Adds standard metadatafields
el: Προσθέτει τυπικά πεδία μεταδεδομένων
fi: Lisää vakiometatietokentät
ga: Cuireann sé réimsí meiteashonraí caighdeánacha leis
hi: मानक मेटाडेटा फ़ील्ड जोड़ता है
hr: Dodaje standardna polja metapodataka
hu: Hozzáadja a szabványos metaadatmezőket
ja: 標準のメタデータフィールドを追加します。
lt: Prideda standartinius metaduomenų laukus
lv: Pievieno standarta metadatu laukus
mt: Iżid oqsma tal-metadata standard
nl: Voegt standaard metadatavelden toe
pl: Dodaje standardowe pola metadanych
ro: Adaugă câmpuri de metadate standard
ta: நிலையான மெட்டாடேட்டா புலங்களைச் சேர்க்கிறது

# Profiles|Core|Behaviors|Basic
source: Adds title and description fields.
el: Προσθέτει πεδία τίτλου και περιγραφής.
fi: Lisää otsikko- ja kuvauskentät.
ga: Cuireann sé réimsí teidil agus cur síos leis.
hi: शीर्षक और विवरण फ़ील्ड जोड़ता है।
hr: Dodaje polja naslova i opisa.
hu: Hozzáadja a cím és leírás mezőket.
ja: タイトルと説明のフィールドを追加します。
lt: Prideda pavadinimo ir aprašymo laukus.
lv: Pievieno nosaukuma un apraksta laukus.
mt: Iżid oqsma tat-titlu u tad-deskrizzjoni.
nl: Voegt titel- en beschrijvingsvelden toe.
pl: Dodaje pola tytułu i opisu.
ro: Adaugă câmpuri pentru titlu și descriere.
ta: தலைப்பு மற்றும் விளக்கப் புலங்களைச் சேர்க்கிறது.

# Profiles|Core|Roles
source: Administrator
el: Διαχειριστής
fi: Ylläpitäjä
ga: Riarthóir
hi: प्रशासक
hu: Adminisztrátor
ja: 管理者
lt: Administratorius
lv: Administrators
mt: Amministratur
nl: Beheerder
ta: நிர்வாகி

# Profiles|Multilingualcontent|Groups
source: Administrators
el: Διαχειριστές
fi: Ylläpitäjät
ga: Riarthóirí
hi: प्रशासक गण
hr: Administratori
hu: Adminisztrátorok
ja: 管理者一覧
lt: Administratoriai
lv: Administratori
mt: Amministraturi
nl: Beheerders
pl: Administratorzy
ro: Administratori
ta: நிர்வாகிகள்

# Profiles|Core|Catalog
source: After N days in the future
el: Μετά από N ημέρες στο μέλλον
fi: N päivän jälkeen tulevaisuudessa
ga: Tar éis N lá sa todhchaí
hi: भविष्य में N दिनों के बाद
hr: Nakon N dana u budućnosti
hu: N nap múlva a jövőben
ja: 将来のN日後
lt: Po N dienų ateityje
lv: Pēc N dienām nākotnē
mt: Wara N jiem fil-futur
nl: Na N dagen in de toekomst
pl: Po N dniach w przyszłości
ro: După N zile în viitor
ta: எதிர்காலத்தில் N நாட்களுக்குப் பிறகு

# Profiles|Core|Catalog
source: After date
el: Μετά την ημερομηνία
fi: Päivämäärän jälkeen
ga: Tar éis dáta
hi: तारीख के बाद
hr: Nakon datuma
hu: Dátum után
ja: 日付より後
lt: Po datos
lv: Pēc datuma
mt: Wara d-data
nl: Na datum
pl: Po dacie
ro: După dată
ta: தேதிக்குப் பிறகு

# Profiles|Core|Catalog
source: After relative Date
el: Μετά τη σχετική ημερομηνία
fi: Suhteellisen päivämäärän jälkeen
ga: Tar éis dáta coibhneasta
hi: सापेक्ष तिथि के बाद
hr: Nakon relativnog datuma
hu: Relatív dátum után
ja: 相対日付より後
lt: Po santykinės datos
lv: Pēc relatīvā datuma
mt: Wara d-data relattiva
nl: Na relatieve datum
pl: Po dacie względnej
ro: După data relativă
ta: ஒப்புநோக்கு தேதிக்குப் பிறகு

# Profiles|Core|Catalog
source: After the current day
el: Μετά την τρέχουσα ημέρα
fi: Kuluvan päivän jälkeen
ga: Tar éis an lae reatha
hi: वर्तमान दिन के बाद
hr: Nakon tekućeg dana
hu: Az aktuális nap után
ja: 当日より後
lt: Po dabartinės dienos
lv: Pēc pašreizējās dienas
mt: Wara l-ġurnata kurrenti
nl: Na de huidige dag
pl: Po bieżącym dniu
ro: După ziua curentă
ta: தற்போதைய நாளுக்குப் பிறகு

# Profiles|Core|Catalog
source: After today
el: Μετά το σήμερα
fi: Tämän päivän jälkeen
ga: Tar éis an lae inniu
hi: आज के बाद
hr: Nakon danas
hu: Ma után
ja: 今日以降
lt: Po šiandienos
lv: Pēc šodienas
mt: Wara llum
nl: Na vandaag
pl: Po dzisiejszym dniu
ro: După azi
ta: இன்றுக்குப் பிறகு

# Models|Type
source: Allowed Content Types
el: Επιτρεπόμενοι τύποι περιεχομένου
fi: Sallitut sisältötyypit
ga: Cineálacha Ábhair atá Ceadaithe
hi: अनुमत सामग्री प्रकार
hr: Dopuštene vrste sadržaja
hu: Engedélyezett tartalomtípusok
ja: 許可されたコンテンツタイプ
lt: Leidžiami turinio tipai
mt: Tipi ta' Kontenut Permessi
nl: Toegestane contenttypes
pl: Dozwolone typy zawartości
ro: Tipuri de conținut permise
ta: அனுமதிக்கப்பட்ட உள்ளடக்க வகைகள்

# Routes|Lock
source: Already locked
el: Ήδη κλειδωμένο
fi: Jo lukittu
ga: Faoi ghlas cheana féin
hi: पहले से ही लॉक है
hr: Već zaključano
hu: Már zárolva
ja: すでにロックされています
lt: Jau užrakinta
mt: Diġà msakkar
nl: Al op slot
pl: Już zablokowane
ro: Deja blocat
ta: ஏற்கனவே பூட்டப்பட்டுள்ளது

# Profiles|Core|Behaviors|Ownership
source: An entity responsible for making this item available.
el: Μια οντότητα υπεύθυνη για τη διάθεση αυτού του αντικειμένου.
fi: Taho, joka vastaa tämän kohteen saataville asettamisesta.
ga: Eintiteas atá freagrach as an mír seo a chur ar fáil.
hi: इस आइटम को उपलब्ध कराने के लिए जिम्मेदार इकाई।
hr: Entitet odgovoran za stavljanje ove stavke na raspolaganje.
hu: Az elem elérhetővé tételéért felelős entitás.
ja: このアイテムを利用可能にする責任を持つ実体。
lt: Subjektas, atsakingas už šio elemento pateikimą.
lv: Vienība, kas atbild par šī vienuma pieejamību.
mt: Entità responsabbli biex tagħmel dan l-oġġett disponibbli.
nl: Een entiteit die verantwoordelijk is voor het beschikbaar maken van dit item.
pl: Podmiot odpowiedzialny za udostępnienie tego elementu.
ro: O entitate responsabilă pentru a face acest element disponibil.
ta: இந்த உருப்படியை கிடைக்கச் செய்வதற்குப் பொறுப்பான நிறுவனம்.

# Profiles|Core|Catalog
source: An item's description
el: Περιγραφή αντικειμένου
fi: Kohteen kuvaus
ga: Cur síos ar mhír
hi: आइटम का विवरण
hr: Opis stavke
hu: Elem leírása
ja: アイテムの説明
lt: Elemento aprašymas
lv: Vienuma apraksts
mt: Deskrizzjoni ta' oġġett
nl: De beschijving van het item
pl: Opis elementu
ro: Descrierea unui element
ta: உருப்படியின் விளக்கம்

# Profiles|Core|Catalog
source: An item's type (e.g. Event)
el: Τύπος αντικειμένου (π.χ. Εκδήλωση)
fi: Sisällön tyyppi (esim. Tapahtuma)
ga: Cineál míre (m.sh. Imeacht)
hi: आइटम का प्रकार (जैसे ईवेंट)
hr: Vrsta stavke (npr. Događaj)
hu: Elem típusa (pl. Esemény)
ja: アイテムのタイプ（例：イベント）
lt: Elemento tipas (pvz., Renginys)
lv: Vienuma tips (piem., Notikums)
mt: Tip ta' oġġett (eż. Avveniment)
nl: Het type van een item (bijv. Evenement)
pl: Typ elementu (np. Wydarzenie)
ro: Tipul unui element (ex. Eveniment)
ta: உருப்படியின் வகை (எ.கா. நிகழ்வு)

# Profiles|Core|Catalog
source: An item's workflow state (e.g.published)
el: Κατάσταση ροής εργασίας αντικειμένου (π.χ. δημοσιευμένο)
fi: Sisällön työkulun tila (esim. julkaistu)
ga: Stádas sreabhadh oibre míre (m.sh. foilsithe)
hi: आइटम की कार्यप्रवाह स्थिति (जैसे प्रकाशित)
hr: Stanje tijeka rada stavke (npr. objavljeno)
hu: Elem munkafolyamat-állapota (pl. közzétéve)
ja: アイテムのワークフロー状態（例：公開済み）
lt: Elemento darbo eigos būsena (pvz., paskelbta)
lv: Vienuma darbplūsmas stāvoklis (piem., publicēts)
mt: Stat tal-fluss tax-xogħol ta' oġġett (eż. ippubblikat)
nl: De workflowstatus van een item (bijvoorbeeld gepubliceerd)
pl: Stan przepływu pracy elementu (np. opublikowany)
ro: Starea fluxului de lucru a unui element (ex. publicat)
ta: உருப்படியின் பணிப்பாய்வு நிலை (எ.கா. வெளியிடப்பட்டது)

# Profiles|Core|Roles
source: Anonymous
el: Ανώνυμος
fi: Anonyymi
ga: Gan ainm
hi: बेनाम
hr: Anonimno
hu: Névtelen
ja: 匿名
lt: Anoniminis
lv: Anonīms
mt: Anonimu
nl: Anoniem
pl: Anonimowy
ro: Anonim
ta: அநாமதேய

# Profiles|Core|Roles
source: Authenticated
el: Επαληθευμένος
fi: Tunnistettu
ga: Fíordheimhnithe
hi: प्रमाणित
hr: Autentificiran
hu: Hitelesített
ja: 認証済み
lt: Autentifikuotas
lv: Autentificēts
mt: Awtentikat
nl: Geauthenticeerd
pl: Uwierzytelniony
ro: Autentificat
ta: அங்கீகரிக்கப்பட்டது

# Profiles|Core|Controlpanels|Language
source: Available languages
el: Διαθέσιμες γλώσσες
fi: Käytettävissä olevat kielet
ga: Teangacha atá ar fáil
hi: उपलब्ध भाषाएं
hr: Dostupni jezici
hu: Elérhető nyelvek
ja: 利用可能な言語
lt: Galimos kalbos
lv: Pieejamās valodas
mt: Lingwi disponibbli
nl: Beschikbare talen
pl: Dostępne języki
ro: Limbi disponibile
ta: கிடைக்கும் மொழிகள்

# Profiles|Core|Behaviors|Basic
source: Basic metadata
el: Βασικά μεταδεδομένα
fi: Perusmetatiedot
ga: Bun-mheiteashonraí
hi: मूल मेटाडेटा
hr: Osnovni metapodaci
hu: Alapvető metaadatok
ja: 基本メタデータ
lt: Pagrindiniai metaduomenys
lv: Pamata metadati
mt: Metadata bażika
nl: Basis metadata
pl: Podstawowe metadane
ro: Metadate de bază
ta: அடிப்படை மெட்டாடேட்டா

# Profiles|Core|Catalog
source: Before N days in the past
el: Πριν από N ημέρες στο παρελθόν
fi: Aiemmin kuin N päivää sitten
ga: Roimh N lá san am atá caite
hi: पिछले N दिनों से पहले
hr: Prije N dana u prošlosti
hu: Több mint N nappal ezelőtt
ja: 過去N日より前
lt: Prieš N dienų praeityje
lv: Pirms N dienām pagātnē
mt: Qabel N jiem fil-passat
nl: Voor N dagen in het verleden
pl: Wcześniej niż N dni temu
ro: Înainte de N zile în trecut
ta: கடந்த N நாட்களுக்கு முன்

# Profiles|Core|Catalog
source: Before date
el: Πριν την ημερομηνία
fi: Ennen päivämäärää
ga: Roimh dháta
hi: तारीख से पहले
hr: Prije datuma
hu: Dátum előtt
ja: 日付より前
lt: Prieš datą
lv: Pirms datuma
mt: Qabel id-data
nl: Voor datum
pl: Przed datą
ro: Înainte de dată
ta: தேதிக்கு முன்

# Profiles|Core|Catalog
source: Before relative Date
el: Πριν τη σχετική ημερομηνία
fi: Ennen suhteellista päivämäärää
ga: Roimh dháta coibhneasta
hi: सापेक्ष तिथि से पहले
hr: Prije relativnog datuma
hu: Relatív dátum előtt
ja: 相対日付より前
lt: Prieš santykinę datą
lv: Pirms relatīvā datuma
mt: Qabel id-data relattiva
nl: Voor relatieve datum
pl: Przed datą względną
ro: Înainte de data relativă
ta: ஒப்புநோக்கு தேதிக்கு முன்

# Profiles|Core|Catalog
source: Before the current day
el: Πριν την τρέχουσα ημέρα
fi: Ennen kuluvaa päivää
ga: Roimh an lá reatha
hi: वर्तमान दिन से पहले
hr: Prije tekućeg dana
hu: Az aktuális nap előtt
ja: 当日より前
lt: Prieš dabartinę dieną
lv: Pirms pašreizējās dienas
mt: Qabel il-ġurnata kurrenti
nl: Voor de huidige dag
pl: Przed bieżącym dniem
ro: Înainte de ziua curentă
ta: தற்போதைய நாளுக்கு முன்

# Profiles|Core|Catalog
source: Before today
el: Πριν το σήμερα
fi: Ennen tänään
ga: Roimh an lá inniu
hi: आज से पहले
hr: Prije danas
hu: Ma előtt
ja: 今日より前
lt: Prieš šiandieną
lv: Pirms šodienas
mt: Qabel illum
nl: Voor vandaag
pl: Przed dzisiejszym dniem
ro: Înainte de azi
ta: இன்றுக்கு முன்

# Models|Type
source: Behaviors
el: Συμπεριφορές
fi: Käyttäytymiset
ga: Iompraíochtaí
hi: व्यवहार
hr: Ponašanja
hu: Viselkedések
ja: 振る舞い
lt: Elgsena
mt: Imġieba
nl: Uitbreidingen
pl: Zachowania
ro: Comportamente
ta: நடத்தைகள்

# Profiles|Core|Catalog
source: Between dates
el: Μεταξύ ημερομηνιών
fi: Päivämäärien välillä
ga: Idir dátaí
hi: तिथियों के बीच
hr: Između datuma
hu: Dátumok között
ja: 日付の間
lt: Tarp datų
lv: Starp datumiem
mt: Bejn id-dati
nl: Tussen datums
pl: Pomiędzy datami
ro: Între date
ta: தேதிகளுக்கு இடையில்

# Profiles|Core|Behaviors|Blocks
source: Blocks
el: Μπλοκ
fi: Lohkot
ga: Bloic
hi: ब्लॉक (Blocks)
hr: Blokovi
hu: Blokkok
ja: ブロック
lt: Blokai
lv: Bloki
mt: Blokki
nl: Blokken
pl: Bloki
ro: Blocuri
ta: தொகுதிகள் (Blocks)

# Profiles|Core|Behaviors|Blocks
source: Blocks Layout
el: Διάταξη μπλοκ
fi: Lohkoasettelu
ga: Leagan Amach na mBloc
hi: ब्लॉक लेआउट
hr: Raspored blokova
hu: Blokk elrendezés
ja: ブロックレイアウト
lt: Blokų išdėstymas
lv: Bloku izkārtojums
mt: Tqassim tal-Blokki
nl: Blokken Layout
pl: Układ bloków
ro: Aspect blocuri
ta: தொகுதி தளவமைப்பு

# Profiles|Core|Workflows
source: Can only be seen and edited by the owner.
el: Μπορεί να προβληθεί και να επεξεργαστεί μόνο από τον κάτοχο.
fi: Ainoastaan tekijän näkyvissä ja muokattavissa.
ga: Ní féidir ach leis an úinéir é a fheiceáil agus a chur in eagar.
hi: केवल स्वामी द्वारा देखा और संपादित किया जा सकता है।
hr: Može vidjeti i urediti samo vlasnik.
hu: Csak a tulajdonos láthatja és szerkesztheti.
ja: 所有者のみが表示および編集できます。
lt: Gali matyti ir redaguoti tik savininkas.
lv: Var redzēt un rediģēt tikai īpašnieks.
mt: Jista' jidher u jiġi editjat biss mis-sid.
nl: Kan alleen bekeken en gewijzigd worden door de eigenaar.
pl: Może być widziany i edytowany tylko przez właściciela.
ro: Poate fi văzut și editat doar de proprietar.
ta: உரிமையாளரால் மட்டுமே பார்க்கவும் திருத்தவும் முடியும்.

# Profiles|Core|Behaviors|Categorization
source: Categorization
el: Κατηγοριοποίηση
fi: Luokittelu
ga: Catagóiriú
hi: वर्गीकरण
hr: Kategorizacija
hu: Kategorizálás
ja: 分類
lt: Kategorizavimas
lv: Kategorizācija
mt: Kategorizzazzjoni
nl: Categorisatie
pl: Kategoryzacja
ro: Categorisire
ta: வகைப்படுத்தல்

# Profiles|Core|Behaviors|Versioning
source: Change Note
el: Σημείωση αλλαγής
fi: Muutoshuomautus
ga: Nóta Athraithe
hi: परिवर्तन नोट
hr: Bilješka o promjeni
hu: Változtatási megjegyzés
ja: 変更ノート
lt: Pakeitimo pastaba
lv: Izmaiņu piezīme
mt: Nota tal-Bidla
nl: Wijzig Notitie
pl: Notatka o zmianie
ro: Notă de schimbare
ta: மாற்றக் குறிப்பு

# Profiles|Core|Actions
source: Contact
el: Επικοινωνία
fi: Ota yhteyttä
ga: Teagmháil
hi: संपर्क
hr: Kontakt
hu: Kapcsolat
ja: お問い合わせ
lt: Kontaktai
lv: Kontakti
mt: Kuntatt
pl: Kontakt
ta: தொடர்பு

# Profiles|Core|Catalog
source: Contains
el: Περιέχει
fi: Sisältää
ga: Tá
hi: शामिल है
hr: Sadrži
hu: Tartalmaz
ja: 含む
lt: Turi
lv: Satur
mt: Fih
nl: Bevat
pl: Zawiera
ro: Conține
ta: கொண்டுள்ளது

# Routes|Controlpanels
source: Content
el: Περιεχόμενο
fi: Sisältö
ga: Ábhar
hi: सामग्री
hr: Sadržaj
hu: Tartalom
ja: コンテンツ
lt: Turinys
mt: Kontenut
nl: Inhoud
pl: Zawartość
ro: Conținut
ta: உள்ளடக்கம்

# Routes|Controlpanels
source: Content Types
el: Τύποι περιεχομένου
fi: Sisältötyypit
ga: Cineálacha Ábhair
hi: सामग्री प्रकार
hr: Vrste sadržaja
hu: Tartalomtípusok
ja: コンテンツタイプ
lt: Turinio tipai
mt: Tipi ta' Kontenut
nl: Content Typen
pl: Typy zawartości
ro: Tipuri de conținut
ta: உள்ளடக்க வகைகள்

# Profiles|Core|Actions
source: Contents
el: Περιεχόμενα
fi: Sisältö
ga: Clár Ábhair
hi: विषय-सूची
hr: Sadržaj
hu: Tartalom
ja: コンテンツ一覧
lt: Turinys
lv: Saturs
mt: Kontenut
nl: Inhoud
pl: Zawartość
ro: Conținut
ta: உள்ளடக்கங்கள்

# Profiles|Core|Roles
source: Contributor
el: Συντελεστής
fi: Avustaja
ga: Ranníocóir
hi: योगदानकर्ता
hr: Suradnik
hu: Közreműködő
ja: 貢献者
lt: Bendraautorius
lv: Līdzautors
mt: Kontributur
nl: Bijdrager
pl: Współtwórca
ro: Contribuitor
ta: பங்களிப்பாளர்

# Profiles|Core|Actions
source: Copy
el: Αντιγραφή
fi: Kopioi
ga: Cóipeáil
hi: कॉपी
hr: Kopiraj
hu: Másolás
ja: コピー
lt: Kopijuoti
lv: Kopēt
mt: Kopja
nl: Kopiëren
pl: Kopiuj
ro: Copiază
ta: நகலெடு

# Profiles|Core|Behaviors|Categorization
source: Coverage
el: Κάλυψη
fi: Kattavuus
ga: Clúdach
hi: कवरेज
hr: Pokrivenost
hu: Lefedettség
ja: カバレッジ
lt: Aprėptis
lv: Pārklājums
mt: Kopertura
nl: Dekking
pl: Zasięg
ro: Acoperire
ta: கவரேஜ்

# Profiles|Core|Catalog
source: Creation date
el: Ημερομηνία δημιουργίας
fi: Luotu
ga: Dáta cruthaithe
hi: निर्माण की तारीख
hr: Datum stvaranja
hu: Létrehozás dátuma
ja: 作成日
lt: Sukūrimo data
lv: Izveides datums
mt: Data tal-ħolqien
nl: Aanmaakdatum
pl: Data utworzenia
ro: Data creării
ta: உருவாக்கப்பட்ட தேதி

# Profiles|Core|Catalog
source: Creator
el: Δημιουργός
fi: Tekijä
ga: Cruthaitheoir
hi: निर्माता
hr: Autor
hu: Létrehozó
ja: 作成者
lt: Kūrėjas
lv: Autors
mt: Ħallieq
nl: Auteur
pl: Twórca
ta: உருவாக்கியவர்

# Profiles|Core|Catalog
source: Current logged in user
el: Τρέχων συνδεδεμένος χρήστης
fi: Nykyinen kirjautunut käyttäjä
ga: Úsáideoir atá logáilte isteach faoi láthair
hi: वर्तमान में लॉग इन उपयोगकर्ता
hr: Trenutno prijavljeni korisnik
hu: Jelenleg bejelentkezett felhasználó
ja: 現在ログインしているユーザー
lt: Dabartinis prisijungęs vartotojas
lv: Pašreizējais pieteicies lietotājs
mt: Utent illoggjat bħalissa
nl: Huidige ingelogde gebruiker
pl: Obecnie zalogowany użytkownik
ro: Utilizator curent autentificat
ta: தற்போது உள்நுழைந்துள்ள பயனர்

# Profiles|Core|Actions
source: Cut
el: Αποκοπή
fi: Leikkaa
ga: Gearr
hi: कट
hr: Izreži
hu: Kivágás
ja: 切り取り
lt: Iškirpti
lv: Izgriezt
mt: Aqta'
nl: Knippen
pl: Wytnij
ro: Taie
ta: வெட்டு (Cut)

# Profiles|Core|Behaviors|Dates
source: Dates
el: Ημερομηνίες
fi: Päivämäärät
ga: Dátaí
hi: तिथियां
hr: Datumi
hu: Dátumok
ja: 日付
lt: Datos
lv: Datumi
mt: Dati
nl: Data
pl: Daty
ro: Date
ta: தேதிகள்

# Profiles|Core|Controlpanels|Mail
source: Debug
el: Εντοπισμός σφαλμάτων
fi: Vianetsintä
ga: Dífhabhtaigh
hi: डिबग (Debug)
hr: Otklanjanje pogrešaka
hu: Hibakeresés
ja: デバッグ
lt: Derinimas
lv: Atkļūdošana
pl: Debugowanie
ro: Depanare
ta: பிழைத்திருத்தம் (Debug)

# Profiles|Core|Types|Image
source: Default
el: Προεπιλογή
fi: Oletus
ga: Réamhshocrú
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
ja: デフォルト
lt: Numatytasis
lv: Noklusējums
mt: Inadempjenza
nl: Standaard
pl: Domyślny
ro: Implicit
ta: இயல்புநிலை
