Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Core|Behaviors|Versioning
source: Versioning support
el: Υποστήριξη ελέγχου έκδοσης
fi: Versiointituki
ga: Tacaíocht leaganaithe
hi: वर्जनिंग समर्थन
hr: Podrška za verzioniranje
hu: Verziókezelés támogatása
ja: バージョニングサポート
lt: Versijavimo palaikymas
lv: Versiju vadības atbalsts
mt: Appoġġ għall-verżjoni
nl: Versiebeheer ondersteuning
pl: Obsługa wersjonowania
ro: Suport pentru versionare
ta: பதிப்பு ஆதரவு

# Profiles|Core|Permissions
source: View
el: Προβολή
fi: Näytä
ga: Amharc
hi: देखें
hr: Pogled
hu: Nézet
ja: 表示
lt: Rodinys
lv: Skats
mt: Ara
nl: Bekijken
pl: Widok
ro: Vizualizare
ta: காண்க

# Profiles|Core|Workflows
source: Visible to everyone, editable by the owner.
el: Ορατό σε όλους, επεξεργάσιμο από τον κάτοχο.
fi: Näkyy kaikille, omistaja voi muokata.
ga: Le feiceáil ag gach duine, in eagar ag an úinéir.
hi: सभी के लिए दृश्यमान, स्वामी द्वारा संपादन योग्य।
hr: Vidljivo svima, vlasnik može uređivati.
hu: Mindenki számára látható, a tulajdonos szerkesztheti.
ja: 全員に表示され、所有者が編集可能です。
lt: Matoma visiems, redaguojama savininko.
lv: Redzams visiem, rediģējams īpašniekam.
mt: Viżibbli għal kulħadd, editjabbli mis-sid.
nl: Voor iedereen zichtbaar, bewerkbaar door de eigenaar.
pl: Widoczne dla wszystkich, edytowalne przez właściciela.
ro: Vizibil pentru toată lumea, editabil de proprietar.
ta: அனைவருக்கும் தெரியும், உரிமையாளரால் திருத்தக்கூடியது.

# Profiles|Core|Workflows
source: Waiting to be reviewed, not editable by the owner.
el: Αναμονή για έλεγχο, μη επεξεργάσιμο από τον κάτοχο.
fi: Odottaa hyväksyntää, omistaja ei voi muokata.
ga: Ag fanacht le hathbhreithniú, ní féidir leis an úinéir é a chur in eagar.
hi: समीक्षा की प्रतीक्षा में, स्वामी द्वारा संपादन योग्य नहीं।
hr: Čeka pregled, vlasnik ne može uređivati.
hu: Ellenőrzésre vár, a tulajdonos nem szerkesztheti.
ja: レビュー待ち、所有者は編集できません。
lt: Laukia peržiūros, savininkas negali redaguoti.
lv: Gaida pārskatīšanu, īpašnieks nevar rediģēt.
mt: Tistenna li tiġi riveduta, mhux editjabbli mis-sid.
nl: Wachten om te worden beoordeeld, kan niet worden bewerkt door de eigenaar.
pl: Oczekuje na przegląd, nieedytowalne przez właściciela.
ro: În așteptarea revizuirii, nu poate fi editat de proprietar.
ta: மதிப்பாய்வு செய்ய காத்திருக்கிறது, உரிமையாளரால் திருத்த முடியாது.

# Profiles|Core|Behaviors|Dates
source: When this date is reached, the content will no longer be visible in listings and searches.
el: Όταν φτάσει αυτή η ημερομηνία, το περιεχόμενο δεν θα είναι πλέον ορατό σε λίστες και αναζητήσεις.
fi: Kun tämä päivämäärä saavutetaan, sisältö ei ole enää näkyvissä listauksissa ja hauissa.
ga: Nuair a shroichfear an dáta seo, ní bheidh an t-ábhar le feiceáil a thuilleadh i liostaí agus i gcuardaigh.
hi: जब यह तिथि आ जाएगी, तो सामग्री सूचियों और खोजों में दिखाई नहीं देगी।
hr: Kada se dosegne ovaj datum, sadržaj više neće biti vidljiv u popisima i pretragama.
hu: Amikor ez a dátum elérkezik, a tartalom többé nem lesz látható a listákban és a keresésekben.
ja: この日付になると、コンテンツはリストや検索に表示されなくなります。
lt: Kai ši data bus pasiekta, turinys nebebus matomas sąrašuose ir paieškose.
lv: Kad šis datums būs sasniegts, saturs vairs nebūs redzams sarakstos un meklējumos.
mt: Meta tintlaħaq din id-data, il-kontenut ma jibqax viżibbli fil-listi u fit-tfittxijiet.
nl: Wanneer deze datum is bereikt, is de inhoud niet langer zichtbaar in vermeldingen en zoekopdrachten.
pl: Po osiągnięciu tej daty zawartość nie będzie już widoczna na listach i w wynikach wyszukiwania.
ro: Când această dată este atinsă, conținutul nu va mai fi vizibil în liste și căutări.
ta: இந்தத் தேதியை அடைந்ததும், உள்ளடக்கம் பட்டியல்கள் மற்றும் தேடல்களில் தெரியாது.

# Profiles|Core|Catalog
source: Within last
el: Εντός των τελευταίων
fi: Viimeisen... aikana
ga: Laistigh de ... seo caite
hi: पिछले ... के भीतर
hr: Unutar zadnjih
hu: Az elmúlt ... belül
ja: 過去...以内
lt: Per paskutinius
lv: Pēdējo ... laikā
mt: Fi ħdan l-aħħar
nl: Binnen laatste
pl: W ciągu ostatnich
ro: În ultimele
ta: கடந்த ...க்குள்

# Profiles|Core|Catalog
source: Within next
el: Εντός των επόμενων
fi: Seuraavan sisällä
ga: Laistigh de ... seo chugainn
hi: अगले ... के भीतर
hr: Unutar sljedećih
hu: A következő ... belül
ja: 今後...以内
lt: Per kitus
lv: Nākamajos ...
mt: Fi ħdan li jmiss
nl: Binnen volgende
pl: W ciągu następnych
ro: În următoarele
ta: அடுத்த ...க்குள்

# Routes|Authentication
source: Wrong login and/or password.
el: Λάθος σύνδεση ή/και κωδικός πρόσβασης.
fi: Virheellinen käyttäjätunnus tai salasana.
ga: Logáil isteach agus/nó pasfhocal mícheart.
hi: गलत लॉगिन और/या पासवर्ड।
hr: Pogrešna prijava i/ili lozinka.
hu: Hibás bejelentkezés és/vagy jelszó.
ja: ログインIDまたはパスワードが間違っています。
lt: Neteisingas prisijungimas ir (arba) slaptažodis.
mt: Login u/jew password żbaljati.
nl: Verkeerde login en/of wachtwoord.
pl: Błędny login i/lub hasło.
ro: Login și/sau parolă greșite.
ta: தவறான உள்நுழைவு மற்றும்/அல்லது கடவுச்சொல்.

# Profiles|Core|Catalog
source: Yes
el: Ναι
fi: Kyllä
ga: Tá
hi: हाँ
hr: Da
hu: Igen
ja: はい
lt: Taip
lv: Jā
mt: Iva
nl: Ja
pl: Tak
ro: Da
ta: ஆம்

# Routes|Workflow
source: You are not authorization to access this resource.
el: Δεν έχετε εξουσιοδότηση για πρόσβαση σε αυτόν τον πόρο.
fi: Sinulla ei ole valtuuksia käyttää tätä resurssia.
ga: Níl údarú agat chun rochtain a fháil ar an acmhainn seo.
hi: आपके पास इस संसाधन तक पहुँचने की अनुमति नहीं है।
hr: Nemate ovlaštenje za pristup ovom resursu.
hu: Nincs jogosultsága az erőforrás eléréséhez.
ja: このリソースにアクセスする権限がありません。
lt: Neturite leidimo pasiekti šį išteklių.
mt: M'intix awtorizzat biex taċċessa din ir-riżorsa.
nl: U heeft geen rechten om tot deze resource.
pl: Nie masz uprawnień do dostępu do tego zasobu.
ro: Nu aveți autorizație pentru a accesa această resursă.
ta: இந்த வளத்தை அணுக உங்களுக்கு அனுமதி இல்லை.

# Routes|Groups
source: You can't delete system groups.
el: Δεν μπορείτε να διαγράψετε ομάδες συστήματος.
fi: Et voi poistaa järjestelmäryhmiä.
ga: Ní féidir leat grúpaí córais a scriosadh.
hi: आप सिस्टम समूहों को हटा नहीं सकते।
hr: Ne možete izbrisati sistemske grupe.
hu: Nem törölhet rendszercsoportokat.
ja: システムグループは削除できません。
lt: Negalite ištrinti sistemos grupių.
mt: Ma tistax tħassar gruppi tas-sistema.
nl: U kunt geen systeemgroepen verwijderen.
pl: Nie można usuwać grup systemowych.
ro: Nu puteți șterge grupurile de sistem.
ta: நீங்கள் கணினி குழுக்களை நீக்க முடியாது.

# Routes|Users
source: You can't delete system users.
el: Δεν μπορείτε να διαγράψετε χρήστες συστήματος.
fi: Et voi poistaa järjestelmäkäyttäjiä.
ga: Ní féidir leat úsáideoirí córais a scriosadh.
hi: आप सिस्टम उपयोगकर्ताओं को हटा नहीं सकते।
hr: Ne možete izbrisati sistemske korisnike.
hu: Nem törölhet rendszerfelhasználókat.
ja: システムユーザーは削除できません。
lt: Negalite ištrinti sistemos vartotojų.
mt: Ma tistax tħassar utenti tas-sistema.
nl: U kunt geen systeem gebruikers verwijderen.
pl: Nie można usuwać użytkowników systemowych.
ro: Nu puteți șterge utilizatorii de sistem.
ta: நீங்கள் கணினி பயனர்களை நீக்க முடியாது.

# Routes|History
source: You don't have permission to save this document because it is locked by another user.
el: Δεν έχετε δικαίωμα να αποθηκεύσετε αυτό το έγγραφο επειδή είναι κλειδωμένο από άλλον χρήστη.
fi: Sinulla ei ole oikeutta tallentaa tätä asiakirjaa, koska se on toisen käyttäjän lukitsema.
ga: Níl cead agat an doiciméad seo a shábháil toisc go bhfuil sé faoi ghlas ag úsáideoir eile.
hi: आपके पास इस दस्तावेज़ को सहेजने की अनुमति नहीं है क्योंकि इसे किसी अन्य उपयोगकर्ता द्वारा लॉक किया गया है।
hr: Nemate dopuštenje za spremanje ovog dokumenta jer ga je zaključao drugi korisnik.
hu: Nincs jogosultsága a dokumentum mentésére, mert egy másik felhasználó zárolta.
ja: 別のユーザーによってロックされているため、このドキュメントを保存する権限がありません。
lt: Neturite leidimo išsaugoti šio dokumento, nes jį užrakino kitas vartotojas.
mt: M'għandekx permess issalva dan id-dokument għax imsakkar minn utent ieħor.
nl: U heeft geen toestemming om dit document op te slaan omdat het is vergrendeld door een andere gebruiker.
pl: Nie masz uprawnień do zapisania tego dokumentu, ponieważ jest on zablokowany przez innego użytkownika.
ro: Nu aveți permisiunea de a salva acest document deoarece este blocat de un alt utilizator.
ta: இந்த ஆவணம் மற்றொரு பயனரால் பூட்டப்பட்டுள்ளதால், அதைச் சேமிக்க உங்களுக்கு அனுமதி இல்லை.

# Routes|Lock
source: You don't have permission to unlock this document.
el: Δεν έχετε δικαίωμα να ξεκλειδώσετε αυτό το έγγραφο.
fi: Sinulla ei ole oikeutta avata tämän asiakirjan lukitusta.
ga: Níl cead agat an doiciméad seo a dhíghlasáil.
hi: आपके पास इस दस्तावेज़ को अनलॉक करने की अनुमति नहीं है।
hr: Nemate dopuštenje za otključavanje ovog dokumenta.
hu: Nincs jogosultsága a dokumentum feloldására.
ja: このドキュメントのロックを解除する権限がありません。
lt: Neturite leidimo atrakinti šio dokumento.
mt: M'għandekx permess tiftaħ dan id-dokument.
nl: U heeft geen toestemming om dit document te ontgrendelen.
pl: Nie masz uprawnień do odblokowania tego dokumentu.
ro: Nu aveți permisiunea de a debloca acest document.
ta: இந்த ஆவணத்தைத் திறக்க உங்களுக்கு அனுமதி இல்லை.

# Routes|Users
source: You don't have permissions to add a user.
el: Δεν έχετε δικαιώματα για προσθήκη χρήστη.
fi: Sinulla ei ole oikeuksia lisätä käyttäjää.
ga: Níl cead agat úsáideoir a chur leis.
hi: आपके पास उपयोगकर्ता जोड़ने की अनुमति नहीं है।
hr: Nemate dopuštenja za dodavanje korisnika.
hu: Nincs jogosultsága felhasználó hozzáadására.
ja: ユーザーを追加する権限がありません。
lt: Neturite leidimų pridėti vartotojo.
mt: M'għandekx permessi biex iżżid utent.
nl: U heeft geen rechten om een gebruiker toe te voegen.
pl: Nie masz uprawnień do dodawania użytkownika.
ro: Nu aveți permisiuni pentru a adăuga un utilizator.
ta: பயனரைச் சேர்க்க உங்களுக்கு அனுமதி இல்லை.

# Profiles|Core|Vocabularies|Boolean
source: boolean
fi: totuusarvo
ga: boole
hi: बूलियन
hr: booleova vrijednost
hu: logikai
ja: ブール値
lt: loginis
lv: Būla
pl: wartość logiczna
ta: பூலியன்

# Profiles|Ai|Controlpanels
source: AI
ga: IS
hi: एआई (AI)
pl: SI
ta: செயற்கை நுண்ணறிவு (AI)

# Profiles|Core|Controlpanels|Mail
source: If enabled the mail is send to a test server.
ga: Má tá sé cumasaithe seoltar an ríomhphost chuig freastalaí tástála.

# Profiles|Core|Controlpanels|Mail
source: If enabled the mail is send using a secure connection.
ga: Má tá sé cumasaithe seoltar an ríomhphost ag baint úsáide as nasc slán.

# Profiles|Core|Controlpanels|Language
source: If enabled the site is multilingual.
ga: Má tá sé cumasaithe tá an suíomh ilteangach.

# Profiles|Multilingual|Types|Languageroot
source: Languageroot
ga: Fréamh teanga

# Routes|Related|Related.ts
source: AI is disabled.
lv: MI ir atspējots.

# Models|Type|Type.ts
source: Allowed Content Types
lv: Atļautie satura veidi

# Routes|Lock|Lock.ts
source: Already locked
lv: Jau bloķēts

# Models|Type|Type.ts
source: Behaviors
lv: Uzvedība

# Routes|Controlpanels|Controlpanels.ts
source: Content
lv: Saturs

# Routes|Controlpanels|Controlpanels.ts
source: Content Types
lv: Satura veidi

# Models|Type|Type.ts
source: Description
lv: Apraksts

# Routes|History|History.ts
source: Document locked
lv: Dokuments bloķēts

# Models|Type|Type.ts
source: Filter Contained Types
lv: Filtrēt ietvertos tipus

# Routes|Email|Email.ts
source: From and message are required fields.
lv: No un ziņojums ir obligāti lauki.

# App.ts
source: Internal server error
lv: Iekšēja servera kļūda

# Routes|Authentication|Authentication.ts
source: Invalid credentials
lv: Nederīgi akreditācijas dati

# Routes|Authentication|Authentication.ts
source: Invalid session
lv: Nederīga sesija

# Models|Type|Type.ts
source: Items of this type can act as a folder containing other items. What content types should be allowed inside?
lv: Šāda veida vienumi var darboties kā mape, kas satur citus vienumus. Kādus satura veidus vajadzētu atļaut iekšpusē?

# Routes|Authentication|Authentication.ts
source: Login and password must be provided in body.
lv: Pieteikšanās vārds un parole jānorāda ķermenī.

# Routes|Authentication|Authentication.ts
source: Missing credentials
lv: Trūkst akreditācijas datu

# Routes|Lock|Lock.ts
source: Not allowed
lv: Nav atļauts

# Routes|Vocabularies|Vocabularies.ts
source: Not found.
lv: Nav atrasts.

# Routes|Users|Users.ts
source: Password reset request
lv: Paroles atiestatīšanas pieprasījums

# Routes|Ai|Ai.ts
source: Prompt is a required field.
lv: Uzvedne ir obligāts lauks.

# Routes|Content|Content.ts
source: Required field(s) missing.
lv: Trūkst obligāto lauku.

# Routes|Groups|Groups.ts
source: System group
lv: Sistēmas grupa

# Routes|Users|Users.ts
source: System users
lv: Sistēmas lietotāji

# Routes|Users|Users.ts
source: The following link takes you to a page where you can reset your password: {url}
lv: nedefinēts

# Routes|Lock|Lock.ts
source: This document is already locked by another user.
lv: Šo dokumentu jau ir bloķējis cits lietotājs.

# Routes|Email|Email.ts
source: To, from and message are required fields.
lv: Kam, no un ziņojums ir obligāti lauki.

# Client.ts
source: Transaction error.
lv: Darījuma kļūda.

# Models|Type|Type.ts
source: Type Name
lv: Tipa nosaukums

# Helpers|Handler|Handler.ts
source: Type of the current document is not found.
lv: Pašreizējā dokumenta tips nav atrasts.

# Routes|Users|Users.ts
source: User doesn't exist or invalid credentials.
lv: Lietotājs neeksistē vai nederīgi akreditācijas dati.

# Routes|Authentication|Authentication.ts
source: User is not logged in.
lv: Lietotājs nav pieteicies.

# Routes|Authentication|Authentication.ts
source: Wrong login and/or password.
lv: Nepareiza pieteikšanās un/vai parole.

# Routes|Workflow|Workflow.ts
source: You are not authorization to access this resource.
lv: Jums nav atļaujas piekļūt šim resursam.

# Routes|Groups|Groups.ts
source: You can't delete system groups.
lv: Jūs nevarat dzēst sistēmas grupas.

# Routes|Users|Users.ts
source: You can't delete system users.
lv: Jūs nevarat dzēst sistēmas lietotājus.

# Routes|History|History.ts
source: You don't have permission to save this document because it is locked by another user.
lv: Jums nav atļaujas saglabāt šo dokumentu, jo to ir bloķējis cits lietotājs.

# Routes|Lock|Lock.ts
source: You don't have permission to unlock this document.
lv: Jums nav atļaujas atbloķēt šo dokumentu.

# Routes|Users|Users.ts
source: You don't have permissions to add a user.
lv: Jums nav atļaujas pievienot lietotāju.
