Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Core|Controlpanels|Mail
source: SMTP port
el: Θύρα SMTP
fi: SMTP-portti
ga: Port SMTP
hi: SMTP पोर्ट
hr: SMTP priključak
ja: SMTPポート
lt: SMTP prievadas
lv: SMTP ports
mt: Port SMTP
nl: SMTP poort
pl: Port SMTP
ro: Port SMTP
ta: SMTP போர்ட்

# Profiles|Core|Controlpanels|Mail
source: SMTP server
el: Διακομιστής SMTP
fi: SMTP-palvelin
ga: Freastalaí SMTP
hi: SMTP सर्वर
hr: SMTP poslužitelj
hu: SMTP szerver
ja: SMTPサーバー
lt: SMTP serveris
lv: SMTP serveris
mt: Server SMTP
pl: Serwer SMTP
ro: Server SMTP
ta: SMTP சேவையகம்

# Profiles|Core|Catalog
source: Searchable text
el: Αναζητήσιμο κείμενο
fi: Haettava teksti
ga: Téacs inchuardaithe
hi: खोजने योग्य पाठ
hr: Pretraživi tekst
hu: Kereshető szöveg
ja: 検索可能なテキスト
lt: Ieškomas tekstas
lv: Meklējams teksts
mt: Test li jista' jitfittex
nl: Doorzoekbare tekst
pl: Tekst do przeszukiwania
ro: Text căutabil
ta: தேடக்கூடிய உரை

# Profiles|Core|Controlpanels|Mail
source: Secure
el: Ασφαλές
fi: Suojattu
ga: Slán
hi: सुरक्षित
hr: Sigurno
hu: Biztonságos
ja: 安全
lt: Saugus
lv: Drošs
mt: Sikur
nl: Beveiligd
pl: Bezpieczny
ro: Securizat
ta: பாதுகாப்பான

# Profiles|Core|Behaviors|Preview image link
source: Select an image that will be used in listing and teaser blocks.
el: Επιλέξτε μια εικόνα που θα χρησιμοποιηθεί σε μπλοκ λίστας και teaser.
fi: Valitse kuva, jota käytetään listaus- ja nostolohkoissa.
ga: Roghnaigh íomhá a úsáidfear i mbloic liostála agus teaser.
hi: एक छवि चुनें जिसका उपयोग सूची और टीज़र ब्लॉक में किया जाएगा।
hr: Odaberite sliku koja će se koristiti u blokovima popisa i najava.
hu: Válasszon ki egy képet, amely a listázó és kedvcsináló blokkokban lesz használva.
ja: リストやティーザーブロックで使用される画像を選択してください。
lt: Pasirinkite vaizdą, kuris bus naudojamas sąrašuose ir anonsų blokuose.
lv: Atlasiet attēlu, kas tiks izmantots saraksta un reklāmkadru blokos.
mt: Agħżel immaġni li se tintuża fil-blokki tal-elenkar u tat-teaser.
nl: Selecteer een afbeelding die u wilt gebruiken in de lijst- en teaserblokken.
pl: Wybierz obraz, który będzie używany w blokach list i zajawek.
ro: Selectați o imagine care va fi utilizată în blocurile de listare și teaser.
ta: பட்டியல் மற்றும் டீஸர் தொகுதிகளில் பயன்படுத்தப்படும் படத்தைத் தேர்ந்தெடுக்கவும்.

# Profiles|Core|Workflows
source: Send back
el: Επιστροφή
fi: Lähetä takaisin
ga: Seol ar ais
hi: वापस भेजें
hr: Pošalji natrag
hu: Visszaküldés
ja: 送り返す
lt: Siųsti atgal
lv: Sūtīt atpakaļ
mt: Ibgħat lura
nl: Terugsturen
pl: Odeślij
ro: Trimite înapoi
ta: திருப்பி அனுப்பு

# Profiles|Core|Behaviors|Short name
source: Settings
el: Ρυθμίσεις
fi: Asetukset
ga: Socruithe
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
ja: 設定
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
ro: Setări
ta: அமைப்புகள்

# Profiles|Core|Actions
source: Sharing
el: Κοινή χρήση
fi: Käyttöoikeudet
ga: Comhroinnt
hi: साझाकरण
hr: Dijeljenje
hu: Megosztás
ja: 共有
lt: Dalijimasis
lv: Koplietošana
mt: Kondiviżjoni
nl: Delen
pl: Udostępnianie
ro: Partajare
ta: பகிர்வு

# Profiles|Core|Behaviors|Short name
source: Short name
el: Σύντομο όνομα
fi: Lyhyt nimi
ga: Ainm gearr
hi: संक्षिप्त नाम
hr: Kratki naziv
hu: Rövid név
ja: ショートネーム
lt: Trumpas pavadinimas
lv: Īsais nosaukums
mt: Isem qasir
nl: Verkorte naam
pl: Krótka nazwa
ro: Nume scurt
ta: குறுகிய பெயர்

# Profiles|Core|Catalog
source: Short name (id)
el: Σύντομο όνομα (id)
fi: Lyhyt nimi (id)
ga: Ainm gearr (id)
hi: संक्षिप्त नाम (आईडी)
hr: Kratki naziv (id)
hu: Rövid név (id)
ja: ショートネーム (ID)
lt: Trumpas pavadinimas (id)
lv: Īsais nosaukums (id)
mt: Isem qasir (id)
nl: Verkorte naam (id)
pl: Krótka nazwa (id)
ro: Nume scurt (id)
ta: குறுகிய பெயர் (ஐடி)

# Profiles|Core|Workflows
source: Simple Publication Workflow
el: Απλή ροή εργασίας δημοσίευσης
fi: Yksinkertainen julkaisu -työnkulku
ga: Sreabhadh Oibre Foilsitheoireachta Simplí
hi: सरल प्रकाशन कार्यप्रवाह
hr: Jednostavan tijek rada objavljivanja
hu: Egyszerű közzétételi munkafolyamat
ja: シンプルな公開ワークフロー
lt: Paprasta publikavimo darbo eiga
lv: Vienkārša publikācijas darbplūsma
mt: Fluss tax-Xogħol tal-Pubblikazzjoni Sempliċi
nl: Simpele Publicatie Workflow
pl: Prosty przepływ pracy publikacji
ro: Flux de lucru simplu de publicare
ta: எளிய வெளியீட்டு பணிப்பாய்வு

# Profiles|Core|Workflows
source: Simple workflow that is useful for basic web sites. Things start out as private, and can either be submitted for review, or published directly. The creator of a content item can edit the item even after it is published.
el: Απλή ροή εργασίας που είναι χρήσιμη για βασικούς ιστότοπους. Τα πράγματα ξεκινούν ως ιδιωτικά και μπορούν είτε να υποβληθούν για έλεγχο είτε να δημοσιευτούν απευθείας. Ο δημιουργός ενός στοιχείου περιεχομένου μπορεί να επεξεργαστεί το στοιχείο ακόμα και μετά τη δημοσίευσή του.
fi: Yksinkertainen työnkulku, joka soveltuu perussivustoille. Sisällöt alkavat yksityisinä ja ne voidaan joko lähettää tarkistettavaksi tai julkaista suoraan. Sisällön luoja voi muokata kohdetta myös julkaisun jälkeen.
ga: Sreabhadh oibre simplí atá úsáideach do shuíomhanna gréasáin bunúsacha. Tosaíonn rudaí mar phríobháideach, agus is féidir iad a chur isteach le haghaidh athbhreithnithe, nó a fhoilsiú go díreach. Is féidir le cruthaitheoir mír ábhair an mhír a chur in eagar fiú tar éis í a fhoilsiú.
hi: सरल कार्यप्रवाह जो बुनियादी वेबसाइटों के लिए उपयोगी है। चीज़ें निजी के रूप में शुरू होती हैं, और या तो समीक्षा के लिए प्रस्तुत की जा सकती हैं, या सीधे प्रकाशित की जा सकती हैं। सामग्री आइटम का निर्माता प्रकाशित होने के बाद भी आइटम को संपादित कर सकता है।
hr: Jednostavan tijek rada koristan za osnovne web stranice. Stvari počinju kao privatne i mogu se poslati na pregled ili izravno objaviti. Autor stavke sadržaja može urediti stavku čak i nakon što je objavljena.
hu: Egyszerű munkafolyamat, amely hasznos alapvető webhelyek számára. A dolgok privátként indulnak, és vagy benyújthatók ellenőrzésre, vagy közvetlenül közzétehetők. A tartalomelem létrehozója szerkesztheti az elemet még a közzététel után is.
ja: 基本的なウェブサイトに便利なシンプルなワークフローです。アイテムは非公開で始まり、レビューに提出するか、直接公開することができます。コンテンツアイテムの作成者は、公開後でもアイテムを編集できます。
lt: Paprasta darbo eiga, naudinga pagrindinėms svetainėms. Viskas prasideda kaip privatu ir gali būti pateikta peržiūrai arba paskelbta tiesiogiai. Turinio elemento kūrėjas gali redaguoti elementą net ir jį paskelbus.
lv: Vienkārša darbplūsma, kas ir noderīga pamata tīmekļa vietnēm. Lietas sākas kā privātas, un tās var iesniegt pārskatīšanai vai publicēt tieši. Satura vienuma veidotājs var rediģēt vienumu pat pēc tā publicēšanas.
mt: Fluss tax-xogħol sempliċi li huwa utli għal websajts bażiċi. L-affarijiet jibdew bħala privati, u jistgħu jew jiġu sottomessi għal reviżjoni, jew ippubblikati direttament. Il-ħallieq ta' oġġett ta' kontenut jista' jeditja l-oġġett anke wara li jkun ippubblikat.
nl: Eenvoudige workflow die handig is voor eenvoudige websites. Dingen beginnen als privé en kunnen ter beoordeling worden ingediend of rechtstreeks worden gepubliceerd. De maker van een inhoudsitem kan het item bewerken, zelfs nadat het is gepubliceerd.
pl: Prosty przepływ pracy przydatny dla podstawowych witryn internetowych. Elementy zaczynają jako prywatne i mogą zostać przesłane do przeglądu lub opublikowane bezpośrednio. Twórca elementu zawartości może go edytować nawet po opublikowaniu.
ro: Flux de lucru simplu, util pentru site-uri web de bază. Lucrurile încep ca private și pot fi trimise pentru revizuire sau publicate direct. Creatorul unui element de conținut poate edita elementul chiar și după ce acesta este publicat.
ta: அடிப்படை வலைத்தளங்களுக்கு பயனுள்ள எளிய பணிப்பாய்வு. விஷயங்கள் தனிப்பட்டதாகத் தொடங்குகின்றன, மேலும் மதிப்பாய்வுக்கு சமர்ப்பிக்கப்படலாம் அல்லது நேரடியாக வெளியிடப்படலாம். உள்ளடக்க உருப்படியை உருவாக்கியவர் அது வெளியிடப்பட்ட பின்னரும் அதைத் திருத்தலாம்.

# Profiles|Core|Types|Site
source: Site
el: Ιστότοπος
fi: Sivusto
ga: Suíomh
hi: साइट
hr: Stranica
hu: Webhely
ja: サイト
lt: Svetainė
lv: Vietne
mt: Sit
pl: Witryna
ta: தளம்

# Profiles|Core|Controlpanels|Mail
source: Site 'From' address
el: Διεύθυνση 'Από' ιστότοπου
fi: Sivuston "From"-osoite
ga: Seoladh 'Ó' an tSuímh
hi: साइट 'प्रेषक' पता
hr: Adresa 'Šalje' stranice
hu: Webhely 'Feladó' címe
ja: サイトの「送信元」アドレス
lt: Svetainės „Nuo“ adresas
lv: Vietnes 'No' adrese
mt: Indirizz 'Minn' tas-Sit
nl: Site 'Van'-adres
pl: Adres 'Od' witryny
ro: Adresa 'De la' a site-ului
ta: தளத்தின் 'அனுப்புநர்' முகவரி

# Profiles|Core|Controlpanels|Mail
source: Site 'From' name
el: Όνομα 'Από' ιστότοπου
fi: Sivuston "From"-nimi
ga: Ainm 'Ó' an tSuímh
hi: साइट 'प्रेषक' नाम
hr: Ime 'Šalje' stranice
hu: Webhely 'Feladó' neve
ja: サイトの「送信元」名
lt: Svetainės „Nuo“ vardas
lv: Vietnes 'No' vārds
mt: Isem 'Minn' tas-Sit
nl: Site 'Van' naam
pl: Nazwa 'Od' witryny
ro: Numele 'De la' al site-ului
ta: தளத்தின் 'அனுப்புநர்' பெயர்

# Profiles|Core|Controlpanels|Site
source: Site Logo
el: Λογότυπο ιστότοπου
fi: Sivuston logo
ga: Lógó an tSuímh
hi: साइट लोगो
hr: Logotip stranice
hu: Webhely logója
ja: サイトロゴ
lt: Svetainės logotipas
lv: Vietnes logotips
mt: Logo tas-Sit
pl: Logo witryny
ro: Logo site
ta: தளச் சின்னம் (Logo)

# Profiles|Core|Actions
source: Site Setup
el: Ρύθμιση ιστότοπου
fi: Sivuston asetukset
ga: Socrú an tSuímh
hi: साइट सेटअप
hr: Postavke stranice
hu: Webhely beállítása
ja: サイト設定
lt: Svetainės sąranka
lv: Vietnes iestatīšana
mt: Twaqqif tas-Sit
nl: Site Instellingen
pl: Konfiguracja witryny
ro: Configurare site
ta: தள அமைப்பு

# Profiles|Core|Controlpanels|Language
source: Site language
el: Γλώσσα ιστότοπου
fi: Sivuston kieli
ga: Teanga an tSuímh
hi: साइट की भाषा
hr: Jezik stranice
hu: Webhely nyelve
ja: サイトの言語
lt: Svetainės kalba
lv: Vietnes valoda
mt: Lingwa tas-sit
nl: Website taal
pl: Język witryny
ro: Limba site-ului
ta: தள மொழி

# Profiles|Core|Controlpanels|Site
source: Site title
el: Τίτλος ιστότοπου
fi: Sivuston nimike
ga: Teideal an tSuímh
hi: साइट का शीर्षक
hr: Naslov stranice
hu: Webhely címe
ja: サイトのタイトル
lt: Svetainės pavadinimas
lv: Vietnes nosaukums
mt: Titlu tas-sit
nl: Site titel
pl: Tytuł witryny
ro: Titlu site
ta: தளத்தின் தலைப்பு

# Profiles|Core|Actions
source: Sitemap
el: Χάρτης ιστότοπου
fi: Sivukartta
ga: Léarscáil an láithreáin
hi: साइटमैप
hr: Karta stranice
hu: Oldaltérkép
ja: サイトマップ
lt: Svetainės medis
lv: Vietnes karte
mt: Mappa tas-sit
pl: Mapa witryny
ro: Harta site-ului
ta: தள வரைபடம்

# Profiles|Core|Catalog
source: Sortable Title
el: Ταξινομήσιμος τίτλος
fi: Järjestettävä otsikko
ga: Teideal Sórtáilte
hi: क्रमबद्ध करने योग्य शीर्षक
hr: Naslov koji se može sortirati
hu: Rendezhető cím
ja: 並べ替え可能なタイトル
lt: Rūšiuojamas pavadinimas
lv: Kārtojams nosaukums
mt: Titlu li jista' jiġi ordnat
nl: Sorteerbare titel
pl: Tytuł do sortowania
ro: Titlu sortabil
ta: வரிசைப்படுத்தக்கூடிய தலைப்பு

# Profiles|Core|Behaviors|Ownership
source: Source
el: Πηγή
fi: Lähde
ga: Foinse
hi: स्रोत
hr: Izvor
hu: Forrás
ja: ソース
lt: Šaltinis
lv: Avots
mt: Sors
nl: Bron
pl: Źródło
ro: Sursă
ta: மூலம்

# Profiles|Core|Permissions
source: Submit
el: Υποβολή
fi: Lähetä
ga: Cuir isteach
hi: जमा करें
hr: Pošalji
hu: Beküldés
ja: 送信
lt: Pateikti
lv: Iesniegt
mt: Ibgħat
nl: Indienen
pl: Prześlij
ro: Trimite
ta: சமர்ப்பி

# Profiles|Core|Workflows
source: Submit for publication
el: Υποβολή για δημοσίευση
fi: Lähetä julkaistavaksi
ga: Cuir isteach le foilsiú
hi: प्रकाशन के लिए जमा करें
hr: Pošalji za objavu
hu: Beküldés közzétételre
ja: 公開のために提出
lt: Pateikti publikavimui
lv: Iesniegt publicēšanai
mt: Ibgħat għall-pubblikazzjoni
nl: Indienen ter publicatie
pl: Prześlij do publikacji
ro: Trimite pentru publicare
ta: வெளியீட்டிற்குச் சமர்ப்பிக்கவும்

# Routes|Groups
source: System group
el: Ομάδα συστήματος
fi: Järjestelmäryhmä
ga: Grúpa córais
hi: सिस्टम समूह
hr: Sistemska grupa
hu: Rendszercsoport
ja: システムグループ
lt: Sistemos grupė
mt: Grupp tas-sistema
nl: Systeem groep
pl: Grupa systemowa
ro: Grup de sistem
ta: கணினி குழு

# Routes|Users
source: System users
el: Χρήστες συστήματος
fi: Järjestelmäkäyttäjät
ga: Úsáideoirí córais
hi: सिस्टम उपयोगकर्ता
hr: Sistemski korisnici
hu: Rendszerfelhasználók
ja: システムユーザー
lt: Sistemos vartotojai
mt: Utenti tas-sistema
nl: Systeem gebruikers
pl: Użytkownicy systemowi
ro: Utilizatori de sistem
ta: கணினி பயனர்கள்

# Profiles|Core|Catalog
source: Tag
el: Ετικέτα
fi: Tunniste
ga: Clib
hi: टैग
hr: Oznaka
hu: Címke
ja: タグ
lt: Žyma
lv: Tags
ro: Etichetă
ta: குறிச்சொல்

# Profiles|Core|Behaviors|Categorization
source: Tags
el: Ετικέτες
fi: Tagit
ga: Clibeanna
hi: टैग्स
hr: Oznake
hu: Címkék
ja: タグ一覧
lt: Žymos
lv: Tagi
pl: Tagi
ro: Etichete
ta: குறிச்சொற்கள்

# Profiles|Core|Catalog
source: Tags are used for organization of content
el: Οι ετικέτες χρησιμοποιούνται για την οργάνωση του περιεχομένου
fi: Tunnisteita käytetään sisällön organisointiin
ga: Úsáidtear clibeanna chun ábhar a eagrú
hi: टैग का उपयोग सामग्री के संगठन के लिए किया जाता है
hr: Oznake se koriste za organizaciju sadržaja
hu: A címkéket a tartalom rendszerezésére használják
ja: タグはコンテンツの整理に使用されます
lt: Žymos naudojamos turiniui organizuoti
lv: Tagi tiek izmantoti satura organizēšanai
mt: It-tags jintużaw għall-organizzazzjoni tal-kontenut
nl: Tags worden gebruikt voor de organisatie van inhoud
pl: Tagi służą do organizacji treści
ro: Etichetele sunt folosite pentru organizarea conținutului
ta: உள்ளடக்கத்தை ஒழுங்கமைக்க குறிச்சொற்கள் பயன்படுத்தப்படுகின்றன

# Profiles|Core|Catalog
source: Text search of an item's contents
el: Αναζήτηση κειμένου στο περιεχόμενο ενός αντικειμένου
fi: Tekstihaku kohteen sisällöstä
ga: Cuardach téacs ar inneachar míre
hi: आइटम की सामग्री की पाठ खोज
hr: Tekstualno pretraživanje sadržaja stavke
hu: Szöveges keresés az elem tartalmában
ja: アイテムの内容のテキスト検索
lt: Elemento turinio teksto paieška
lv: Vienuma satura teksta meklēšana
mt: Tiftix bit-test tal-kontenut ta' oġġett
nl: Tekst zoeken in de inhoud van een item
pl: Wyszukiwanie tekstowe w zawartości elementu
ro: Căutare text în conținutul unui element
ta: உருப்படியின் உள்ளடக்கங்களின் உரைத் தேடல்

# Profiles|Core|Catalog
source: Text search of an item's title
el: Αναζήτηση κειμένου στον τίτλο ενός αντικειμένου
fi: Tekstihaku kohteen nimikkeistä
ga: Cuardach téacs ar theideal míre
hi: आइटम के शीर्षक की पाठ खोज
hr: Tekstualno pretraživanje naslova stavke
hu: Szöveges keresés az elem címében
ja: アイテムのタイトルのテキスト検索
lt: Elemento pavadinimo teksto paieška
lv: Vienuma nosaukuma teksta meklēšana
mt: Tiftix bit-test tat-titlu ta' oġġett
nl: Tekst zoeken naar de titel van een item
pl: Wyszukiwanie tekstowe w tytule elementu
ro: Căutare text în titlul unui element
ta: உருப்படியின் தலைப்பின் உரைத் தேடல்

# Profiles|Core|Behaviors|Blocks
source: The JSON representation of the object blocks information. Must be a JSON object.
el: Η αναπαράσταση JSON των πληροφοριών μπλοκ αντικειμένου. Πρέπει να είναι αντικείμενο JSON.
fi: Objektin lohko-tietojen JSON-esitys. On oltava JSON-objekti.
ga: Léiriú JSON ar fhaisnéis bloic an ruda. Caithfidh sé a bheith ina réad JSON.
hi: ऑब्जेक्ट ब्लॉक जानकारी का JSON प्रतिनिधित्व। एक JSON ऑब्जेक्ट होना चाहिए।
hr: JSON prikaz informacija o blokovima objekta. Mora biti JSON objekt.
hu: Az objektumblokkok információinak JSON reprezentációja. JSON objektumnak kell lennie.
ja: オブジェクトブロック情報のJSON表現。JSONオブジェクトである必要があります。
lt: Objekto blokų informacijos JSON atvaizdavimas. Turi būti JSON objektas.
lv: Objekta bloku informācijas JSON attēlojums. Jābūt JSON objektam.
mt: Ir-rappreżentazzjoni JSON tal-informazzjoni tal-blokki tal-oġġett. Irid ikun oġġett JSON.
nl: De JSON-representatie van het object blokkeert informatie. Moet een JSON-object zijn.
pl: Reprezentacja JSON informacji o blokach obiektu. Musi to być obiekt JSON.
ro: Reprezentarea JSON a informațiilor despre blocurile obiectului. Trebuie să fie un obiect JSON.
ta: பொருள் தொகுதித் தகவலின் JSON பிரதிநிதித்துவம். ஒரு JSON பொருளாக இருக்க வேண்டும்.

# Profiles|Core|Behaviors|Blocks
source: The JSON representation of the object blocks layout. Must be a JSON array.
el: Η αναπαράσταση JSON της διάταξης μπλοκ αντικειμένου. Πρέπει να είναι πίνακας JSON.
fi: Objektin lohko-asettelun JSON-esitys. On oltava JSON-taulukko.
ga: Léiriú JSON ar leagan amach na mbloic oibiachta. Caithfidh sé a bheith ina eagar JSON.
hi: ऑब्जेक्ट ब्लॉक लेआउट का JSON प्रतिनिधित्व। एक JSON सरणी होनी चाहिए।
hr: JSON prikaz rasporeda blokova objekta. Mora biti JSON niz.
hu: Az objektumblokkok elrendezésének JSON reprezentációja. JSON tömbnek kell lennie.
ja: オブジェクトブロックレイアウトのJSON表現。JSON配列である必要があります。
lt: Objekto blokų išdėstymo JSON atvaizdavimas. Turi būti JSON masyvas.
lv: Objekta bloku izkārtojuma JSON attēlojums. Jābūt JSON masīvam.
mt: Ir-rappreżentazzjoni JSON tat-tqassim tal-blokki tal-oġġett. Irid ikun firxa JSON.
nl: De JSON-weergave van de lay-out van objectblokken. Moet een JSON-array zijn.
pl: Reprezentacja JSON układu bloków obiektu. Musi to być tablica JSON.
ro: Reprezentarea JSON a aspectului blocurilor obiectului. Trebuie să fie o matrice JSON.
ta: பொருள் தொகுதி தளவமைப்பின் JSON பிரதிநிதித்துவம். ஒரு JSON வரிசையாக இருக்க வேண்டும்.

# Profiles|Core|Controlpanels|Mail
source: The address of your local SMTP (outgoing e-mail) server. Usually 'localhost', unless you use an external server to send e-mail.
el: Η διεύθυνση του τοπικού διακομιστή SMTP (εξερχόμενα e-mail). Συνήθως 'localhost', εκτός εάν χρησιμοποιείτε εξωτερικό διακομιστή για την αποστολή e-mail.
fi: Paikallisen SMTP-palvelimesi (lähtevä sähköposti) osoite. Yleensä 'localhost', ellei käytä ulkoista palvelinta sähköpostin lähettämiseen.
ga: Seoladh do fhreastalaí SMTP (ríomhphost amach) áitiúil. De ghnáth 'localhost', mura n-úsáideann tú freastalaí seachtrach chun ríomhphost a sheoladh.
hi: आपके स्थानीय SMTP (आउटगोइंग ईमेल) सर्वर का पता। आमतौर पर 'localhost', जब तक कि आप ईमेल भेजने के लिए बाहरी सर्वर का उपयोग न करें।
hr: Adresa vašeg lokalnog SMTP (odlazna e-pošta) poslužitelja. Obično 'localhost', osim ako ne koristite vanjski poslužitelj za slanje e-pošte.
hu: A helyi SMTP (kimenő e-mail) szerver címe. Általában 'localhost', kivéve, ha külső szervert használ e-mailek küldésére.
ja: ローカルSMTP（送信メール）サーバーのアドレス。外部サーバーを使用してメールを送信しない限り、通常は 'localhost' です。
lt: Jūsų vietinio SMTP (siunčiamojo el. pašto) serverio adresas. Paprastai „localhost“, nebent el. laiškams siųsti naudojate išorinį serverį.
lv: Jūsu lokālā SMTP (izejošā e-pasta) servera adrese. Parasti 'localhost', ja vien neizmantojat ārēju serveri e-pasta sūtīšanai.
mt: L-indirizz tas-server SMTP lokali tiegħek (email ħierġa). Normalment 'localhost', sakemm ma tużax server estern biex tibgħat l-email.
nl: Het adres van uw lokale SMTP-server (uitgaande e-mail). Meestal 'localhost', tenzij je een externe server gebruikt om e-mail te versturen.
pl: Adres lokalnego serwera SMTP (poczta wychodząca). Zwykle „localhost”, chyba że używasz zewnętrznego serwera do wysyłania wiadomości e-mail.
ro: Adresa serverului local SMTP (e-mail de ieșire). De obicei 'localhost', cu excepția cazului în care utilizați un server extern pentru a trimite e-mailuri.
ta: உங்கள் உள்ளூர் SMTP (வெளிச்செல்லும் மின்னஞ்சல்) சேவையகத்தின் முகவரி. மின்னஞ்சல் அனுப்ப வெளிப்புற சேவையகத்தைப் பயன்படுத்தாவிட்டால், பொதுவாக 'localhost'.

# Profiles|Core|Controlpanels|Navigation
source: The content types that should be shown in the navigation and site map.
el: Οι τύποι περιεχομένου που πρέπει να εμφανίζονται στην πλοήγηση και στον χάρτη ιστοτόπου.
fi: Sisältötyypit jotka näytetään sisältöpuussa ja sivukartassa.
ga: Na cineálacha ábhair ar cheart iad a thaispeáint sa nascleanúint agus i léarscáil an tsuímh.
hi: नेविगेशन और साइट मैप में दिखाए जाने वाले सामग्री प्रकार।
hr: Vrste sadržaja koje bi trebale biti prikazane u navigaciji i karti stranice.
hu: Azok a tartalomtípusok, amelyeknek meg kell jelenniük a navigációban és az oldaltérképen.
ja: ナビゲーションとサイトマップに表示する必要があるコンテンツタイプ。
lt: Turinio tipai, kurie turėtų būti rodomi navigacijoje ir svetainės medyje.
lv: Satura veidi, kas jāparāda navigācijā un vietnes kartē.
mt: It-tipi ta' kontenut li għandhom jintwerew fin-navigazzjoni u fil-mappa tas-sit.
nl: Content types die in de navigatie en de site map getoond moeten worden.
pl: Typy zawartości, które powinny być widoczne w nawigacji i mapie witryny.
ro: Tipurile de conținut care ar trebui afișate în navigare și harta site-ului.
ta: வழிசெலுத்தல் மற்றும் தள வரைபடத்தில் காட்டப்பட வேண்டிய உள்ளடக்க வகைகள்.

# Profiles|Core|Catalog
source: The current day
el: Η τρέχουσα ημέρα
fi: Kuluva päivä
ga: An lá reatha
hi: वर्तमान दिन
hr: Tekući dan
hu: Az aktuális nap
ja: 当日
lt: Dabartinė diena
lv: Pašreizējā diena
mt: Il-ġurnata kurrenti
nl: De huidige dag
pl: Bieżący dzień
ro: Ziua curentă
ta: தற்போதைய நாள்

# Profiles|Core|Catalog
source: The date an item was created
el: Η ημερομηνία δημιουργίας ενός αντικειμένου
fi: Päivä, jolloin kohde luotiin
ga: An dáta a cruthaíodh mír
hi: वह तिथि जब कोई आइटम बनाया गया था
hr: Datum kada je stavka stvorena
hu: Az elem létrehozásának dátuma
ja: アイテムが作成された日付
lt: Data, kada elementas buvo sukurtas
lv: Datums, kad vienums tika izveidots
mt: Id-data meta nħoloq oġġett
nl: De datum waarop een item is gemaakt
pl: Data utworzenia elementu
ro: Data la care a fost creat un element
ta: ஒரு உருப்படி உருவாக்கப்பட்ட தேதி

# Profiles|Core|Catalog
source: The end date and time of an event
el: Η ημερομηνία και ώρα λήξης μιας εκδήλωσης
fi: Tapahtuman loppumisajankohta
ga: Dáta agus am deiridh imeachta
hi: किसी ईवेंट की समाप्ति तिथि और समय
hr: Datum i vrijeme završetka događaja
hu: Az esemény befejezési dátuma és ideje
ja: イベントの終了日時
lt: Renginio pabaigos data ir laikas
lv: Notikuma beigu datums un laiks
mt: Id-data u l-ħin tat-tmiem ta' avveniment
nl: De einddatum en -tijd van een evenement
pl: Data i godzina zakończenia wydarzenia
ro: Data și ora de încheiere a unui eveniment
ta: நிகழ்வின் முடிவு தேதி மற்றும் நேரம்

# Routes|Users
source: The following link takes you to a page where you can reset your password: {url}
el: ακαθόριστο
fi: määrittelemätön
ga: neamhshainithe
hi: अपरिभाषित
hr: nedefinirano
hu: nem definiált
ja: 未定義
lt: neapibrėžta
mt: mhux definit
nl: De volgende link brengt u naar een pagina waar u uw wachtwoord opnieuw kunt instellen: {url}
pl: niezdefiniowany
ro: nedefinit
ta: வரையறுக்கப்படவில்லை

# Profiles|Core|Catalog
source: The item's title, transformed for sorting
el: Ο τίτλος του αντικειμένου, μετασχηματισμένος για ταξινόμηση
fi: Kohteen otsikko, muunnettu lajittelua varten
ga: Teideal na míre, claochlaithe le haghaidh sórtála
hi: आइटम का शीर्षक, छँटाई के लिए रूपांतरित
hr: Naslov stavke, transformiran za sortiranje
hu: Az elem címe, rendezéshez átalakítva
ja: 並べ替え用に変換されたアイテムのタイトル
lt: Elemento pavadinimas, transformuotas rūšiavimui
lv: Vienuma nosaukums, pārveidots kārtošanai
mt: It-titlu tal-oġġett, trasformat għall-issortjar
nl: De titel van het item, getransformeerd om te sorteren
pl: Tytuł elementu, przekształcony do sortowania
ro: Titlul elementului, transformat pentru sortare
ta: உருப்படியின் தலைப்பு, வரிசைப்படுத்துதலுக்காக மாற்றப்பட்டது

# Profiles|Core|Behaviors|Categorization
source: The language of this item.
el: Η γλώσσα αυτού του αντικειμένου.
fi: Tämän kohteen kieli.
ga: Teanga na míre seo.
hi: इस आइटम की भाषा।
hr: Jezik ove stavke.
hu: Az elem nyelve.
ja: このアイテムの言語。
lt: Šio elemento kalba.
lv: Šī vienuma valoda.
mt: Il-lingwa ta' dan l-oġġett.
nl: De taal van dit item
pl: Język tego elementu.
ro: Limba acestui element.
ta: இந்த உருப்படியின் மொழி.
