Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Core|Types|File
source: Lets you upload a file to the site.
el: Σας επιτρέπει να ανεβάσετε ένα αρχείο στον ιστότοπο.
fi: Mahdollistaa tiedoston kopioimisen sivustolle.
ga: Ligeann sé duit comhad a uaslódáil chuig an suíomh.
hi: आपको साइट पर फ़ाइल अपलोड करने देता है।
hr: Omogućuje učitavanje datoteke na stranicu.
hu: Lehetővé teszi fájl feltöltését az oldalra.
ja: サイトにファイルをアップロードできます。
lt: Leidžia įkelti failą į svetainę.
lv: Ļauj augšupielādēt failu vietnē.
mt: Iħallik ittella' fajl fuq is-sit.
nl: Hiermee kunt u een bestand uploaden naar de site.
pl: Umożliwia przesłanie pliku na witrynę.
ro: Vă permite să încărcați un fișier pe site.
ta: தளத்தில் ஒரு கோப்பைப் பதிவேற்ற உங்களை அனுமதிக்கிறது.

# Profiles|Core|Catalog
source: Location
el: Τοποθεσία
fi: Sijainti
ga: Suíomh
hi: स्थान
hr: Lokacija
hu: Hely
ja: 場所
lt: Vieta
lv: Atrašanās vieta
mt: Post
nl: Locatie
pl: Lokalizacja
ro: Locație
ta: இருப்பிடம்

# Profiles|Core|Catalog
source: Location in the navigation structure
el: Τοποθεσία στη δομή πλοήγησης
fi: Sijainti navigaatiorakenteessa
ga: Suíomh sa struchtúr nascleanúna
hi: नेविगेशन संरचना में स्थान
hr: Lokacija u navigacijskoj strukturi
hu: Hely a navigációs struktúrában
ja: ナビゲーション構造内の場所
lt: Vieta navigacijos struktūroje
lv: Atrašanās vieta navigācijas struktūrā
mt: Post fl-istruttura tan-navigazzjoni
nl: Locatie in de navigatiestructuur
pl: Lokalizacja w strukturze nawigacji
ro: Locație în structura de navigare
ta: வழிசெலுத்தல் கட்டமைப்பில் இருப்பிடம்

# Profiles|Core|Catalog
source: Location in the site structure
el: Τοποθεσία στη δομή του ιστότοπου
fi: Sijainti sivustorakenteessa
ga: Suíomh i struchtúr an tsuímh
hi: साइट संरचना में स्थान
hr: Lokacija u strukturi stranice
hu: Hely az oldal struktúrájában
ja: サイト構造内の場所
lt: Vieta svetainės struktūroje
lv: Atrašanās vieta vietnes struktūrā
mt: Post fl-istruttura tas-sit
nl: Locatie in de sitestructuur
pl: Lokalizacja w strukturze witryny
ro: Locație în structura site-ului
ta: தள கட்டமைப்பில் இருப்பிடம்

# Profiles|Core|Actions
source: Log in
el: Σύνδεση
fi: Kirjaudu
ga: Logáil isteach
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
ja: ログイン
lt: Prisijungti
lv: Pieteikties
mt: Idħol
pl: Zaloguj się
ro: Autentificare
ta: உள்நுழை

# Profiles|Core|Actions
source: Log out
el: Αποσύνδεση
fi: Poistu
ga: Logáil amach
hi: लॉग आउट
hr: Odjava
hu: Kijelentkezés
ja: ログアウト
lt: Atsijungti
lv: Izrakstīties
mt: Oħroġ
pl: Wyloguj się
ro: Deconectare
ta: வெளியேறு

# Profiles|Core|Permissions
source: Login
el: Σύνδεση
fi: Kirjaudu sisään
ga: Logáil isteach
hi: लॉगिन
hr: Prijava
hu: Bejelentkezés
ja: ログイン
lt: Prisijungimas
lv: Pieteikšanās
pl: Logowanie
ro: Autentificare
ta: உள்நுழைவு

# Routes|Authentication
source: Login and password must be provided in body.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης πρέπει να παρέχονται στο σώμα.
fi: Käyttäjänimi ja salasana on annettava pyynnön rungossa.
ga: Caithfear logáil isteach agus pasfhocal a sholáthar sa chorp.
hi: लॉगिन और पासवर्ड बॉडी में प्रदान किया जाना चाहिए।
hr: Prijava i lozinka moraju biti navedeni u tijelu.
hu: A bejelentkezési nevet és a jelszót meg kell adni a törzsben.
ja: 本文にログインIDとパスワードを指定する必要があります。
lt: Prisijungimo vardas ir slaptažodis turi būti pateikti tekste.
mt: Il-login u l-password għandhom jiġu pprovduti fil-korp.
nl: Login en wachtwoord moeten in de body worden opgegeven.
pl: Login i hasło muszą być podane w treści.
ro: Login-ul și parola trebuie furnizate în corp.
ta: உள்நுழைவு மற்றும் கடவுச்சொல் உடலில் வழங்கப்பட வேண்டும்.

# Profiles|Core|Permissions
source: Logout
el: Αποσύνδεση
fi: Kirjaudu ulos
ga: Logáil amach
hi: लॉगआउट
hr: Odjava
hu: Kijelentkezés
ja: ログアウト
lt: Atsijungimas
lv: Izrakstīšanās
nl: Uitloggen
pl: Wylogowanie
ro: Deconectare
ta: வெளியேறு

# Profiles|Core|Controlpanels|Mail
source: Mail
el: Αλληλογραφία
fi: Posti
ga: Post
hi: मेल
hr: Pošta
hu: Levél
ja: メール
lt: Paštas
lv: Pasts
mt: Posta
pl: Poczta
ro: Poștă
ta: அஞ்சல்

# Profiles|Core|Permissions
source: Manage Preferences
el: Διαχείριση προτιμήσεων
fi: Hallitse asetuksia
ga: Bainistigh Roghanna
hi: प्राथमिकताएं प्रबंधित करें
hr: Upravljanje postavkama
hu: Beállítások kezelése
ja: 設定の管理
lt: Valdyti nuostatas
lv: Pārvaldīt preferences
mt: Immaniġġja l-Preferenzi
nl: Voorkeuren beheren
pl: Zarządzaj preferencjami
ro: Gestionează preferințele
ta: விருப்பங்களை நிர்வகிக்கவும்

# Profiles|Core|Permissions
source: Manage Site
el: Διαχείριση ιστότοπου
fi: Hallitse sivustoa
ga: Bainistigh Suíomh
hi: साइट प्रबंधित करें
hr: Upravljanje stranicom
hu: Webhely kezelése
ja: サイトの管理
lt: Valdyti svetainę
lv: Pārvaldīt vietni
mt: Immaniġġja s-Sit
nl: Site beheren
pl: Zarządzaj witryną
ro: Gestionează site-ul
ta: தளத்தை நிர்வகிக்கவும்

# Profiles|Core|Permissions
source: Manage Users
el: Διαχείριση χρηστών
fi: Hallitse käyttäjiä
ga: Bainistigh Úsáideoirí
hi: उपयोगकर्ता प्रबंधित करें
hr: Upravljanje korisnicima
hu: Felhasználók kezelése
ja: ユーザーの管理
lt: Valdyti vartotojus
lv: Pārvaldīt lietotājus
mt: Immaniġġja l-Utenti
nl: Gebruikers Beheren
pl: Zarządzaj użytkownikami
ro: Gestionează utilizatorii
ta: பயனர்களை நிர்வகிக்கவும்

# Profiles|Core|Catalog
source: Matches all of
el: Ταιριάζει με όλα
fi: Vastaa kaikkia
ga: Meaitseálann gach ceann de
hi: सभी से मेल खाता है
hr: Podudara se sa svime
hu: Mindegyiknek megfelel
ja: すべてに一致
lt: Atitinka visus
lv: Atbilst visiem
mt: Jaqbel ma' kollha
nl: Komt overeen met alle
pl: Pasuje do wszystkich
ro: Se potrivește cu toate
ta: அனைத்துடனும் பொருந்துகிறது

# Profiles|Core|Catalog
source: Matches any of
el: Ταιριάζει με οποιοδήποτε
fi: Vastaa mitä tahansa
ga: Meaitseálann aon cheann de
hi: किसी से भी मेल खाता है
hr: Podudara se s bilo kojim
hu: Bármelyiknek megfelel
ja: いずれかに一致
lt: Atitinka bet kurį
lv: Atbilst jebkuram
mt: Jaqbel ma' kwalunkwe
nl: Komt overeen met een van
pl: Pasuje do któregokolwiek
ro: Se potrivește cu oricare
ta: எதனுடனும் பொருந்துகிறது

# Routes|Authentication
source: Missing credentials
el: Λείπουν διαπιστευτήρια
fi: Puuttuvat tunnistetiedot
ga: Dintiúir ar iarraidh
hi: लापता क्रेडेंशियल
hr: Nedostaju vjerodajnice
hu: Hiányzó hitelesítő adatok
ja: 資格情報がありません
lt: Trūksta prisijungimo duomenų
mt: Kredenzjali nieqsa
nl: Ontbrekende inloggegevens
pl: Brak danych uwierzytelniających
ro: Credențiale lipsă
ta: சான்றுகள் இல்லை

# Profiles|Core|Catalog
source: Modification date
el: Ημερομηνία τροποποίησης
fi: Muutettu
ga: Dáta modhnaithe
hi: संशोधन तिथि
hr: Datum izmjene
hu: Módosítás dátuma
ja: 変更日
lt: Modifikavimo data
lv: Modifikācijas datums
mt: Data tal-modifika
nl: Wijzigingsdatum:
pl: Data modyfikacji
ro: Data modificării
ta: மாற்றப்பட்ட தேதி

# Profiles|Core|Permissions
source: Modify
el: Τροποποίηση
fi: Muokkaa
ga: Mionathraigh
hi: संशोधित करें
hr: Izmijeni
hu: Módosít
ja: 変更
lt: Modifikuoti
lv: Modificēt
mt: Immodifika
nl: Wijzigen
pl: Modyfikuj
ro: Modifică
ta: மாற்றியமை

# Profiles|Core|Controlpanels|Language
source: Multilingual
el: Πολύγλωσσο
fi: Monikielinen
ga: Ilteangach
hi: बहुभाषी
hr: Višejezično
hu: Többnyelvű
ja: 多言語
lt: Daugiakalbis
lv: Daudzvalodu
mt: Multilingwi
nl: Meertaligheid
pl: Wielojęzyczny
ro: Multilingv
ta: பன்மொழி

# Profiles|Core|Controlpanels|Navigation
source: Navigation
el: Πλοήγηση
fi: Navigaatio
ga: Nascleanúint
hi: नेविगेशन
hr: Navigacija
hu: Navigáció
ja: ナビゲーション
lt: Navigacija
lv: Navigācija
mt: Navigazzjoni
nl: Navigatie
pl: Nawigacja
ro: Navigare
ta: வழிசெலுத்தல்

# Profiles|Core|Catalog
source: Navigation path
el: Διαδρομή πλοήγησης
fi: Navigaatiopolku
ga: Cosán nascleanúna
hi: नेविगेशन पथ
hr: Navigacijska putanja
hu: Navigációs útvonal
ja: ナビゲーションパス
lt: Navigacijos kelias
lv: Navigācijas ceļš
mt: Mogħdija tan-navigazzjoni
nl: Navigatiepad
pl: Ścieżka nawigacji
ro: Cale de navigare
ta: வழிசெலுத்தல் பாதை

# Profiles|Core|Catalog
source: No
el: Όχι
fi: Ei
ga: Níl
hi: नहीं
hr: Ne
hu: Nem
ja: いいえ
lt: Ne
lv: Nē
mt: Le
nl: Nee
pl: Nie
ro: Nu
ta: இல்லை

# Routes|Lock
source: Not allowed
el: Δεν επιτρέπεται
fi: Ei sallittu
ga: Ní cheadaítear
hi: अनुमति नहीं है
hr: Nije dopušteno
hu: Nem engedélyezett
ja: 許可されていません
lt: Neleidžiama
mt: Mhux permess
nl: Niet toegestaan
pl: Niedozwolone
ro: Nepermis
ta: அனுமதிக்கப்படவில்லை

# Routes|Vocabularies
source: Not found.
el: Δεν βρέθηκε.
fi: Ei löytynyt.
ga: Níor aimsíodh.
hi: नहीं मिला।
hr: Nije pronađeno.
hu: Nem található.
ja: 見つかりません。
lt: Nerasta.
mt: Ma nstabitx.
nl: Niet gevonden.
pl: Nie znaleziono.
ro: Nu a fost găsit.
ta: கணக்கிடப்படவில்லை.

# Profiles|Core|Catalog
source: Order in folder
el: Σειρά στο φάκελο
fi: Järjestys kansiossa
ga: Ord san fhillteán
hi: फ़ोल्डर में क्रम
hr: Redoslijed u mapi
hu: Sorrend a mappában
ja: フォルダー内の順序
lt: Tvarka aplanke
lv: Secība mapē
mt: Ordni fil-folder
nl: Volgorde in map
pl: Kolejność w folderze
ro: Ordine în dosar
ta: கோப்புறையில் வரிசை

# Profiles|Core|Roles
source: Owner
el: Ιδιοκτήτης
fi: Omistaja
ga: Úinéir
hi: मालिक
hr: Vlasnik
hu: Tulajdonos
ja: 所有者
lt: Savininkas
lv: Īpašnieks
mt: Sid
nl: Eigenaar
pl: Właściciel
ro: Proprietar
ta: உரிமையாளர்

# Profiles|Core|Behaviors|Ownership
source: Ownership
el: Ιδιοκτησία
fi: Omistajuus
ga: Úinéireacht
hi: स्वामित्व
hr: Vlasništvo
hu: Tulajdonjog
ja: 所有権
lt: Nuosavybė
lv: Īpašumtiesības
mt: Sjieda
nl: Eigenaarschap
pl: Własność
ro: Proprietate
ta: உரிமை

# Profiles|Core|Types|Page
source: Page
el: Σελίδα
fi: Sivu
ga: Leathanach
hi: पृष्ठ
hr: Stranica
hu: Oldal
ja: ページ
lt: Puslapis
lv: Lapa
mt: Paġna
nl: Pagina
pl: Strona
ro: Pagină
ta: பக்கம்

# Routes|Users
source: Password reset request
el: Αίτημα επαναφοράς κωδικού πρόσβασης
fi: Salasanan palautuspyyntö
ga: Iarratas ar athshocrú pasfhocail
hi: पासवर्ड रीसेट अनुरोध
hr: Zahtjev za poništavanje lozinke
hu: Jelszó visszaállítási kérelem
ja: パスワードリセット要求
lt: Slaptažodžio nustatymo iš naujo užklausa
mt: Talba għall-issettjar mill-ġdid tal-password
nl: Wachtwoord herstel verzoek
pl: Żądanie resetowania hasła
ro: Cerere de resetare parolă
ta: கடவுச்சொல் மீட்டமைப்பு கோரிக்கை

# Profiles|Core|Actions
source: Paste
el: Επικόλληση
fi: Liitä
ga: Greamaigh
hi: पेस्ट
hr: Zalijepi
hu: Beillesztés
ja: 貼り付け
lt: Įklijuoti
lv: Ielīmēt
nl: Plakken
pl: Wklej
ro: Lipește
ta: ஒட்டு (Paste)

# Profiles|Core|Workflows
source: Pending review
el: Εκκρεμεί έλεγχος
fi: Sisällön tarkistus kesken
ga: Ag feitheamh le hathbhreithniú
hi: समीक्षा लंबित
hr: Na čekanju pregleda
hu: Ellenőrzésre vár
ja: レビュー待ち
lt: Laukia peržiūros
lv: Gaida pārskatīšanu
mt: Reviżjoni pendenti
nl: Wacht op review
pl: Oczekuje na przegląd
ro: În așteptarea revizuirii
ta: மதிப்பாய்வு நிலுவையில் உள்ளது

# Profiles|Core|Catalog
source: Please enter the number in days.
el: Παρακαλώ εισάγετε τον αριθμό σε ημέρες.
fi: Anna päivien lukumäärä.
ga: Cuir isteach an uimhir i laethanta.
hi: कृपया दिनों की संख्या दर्ज करें।
hr: Molimo unesite broj dana.
hu: Kérjük, adja meg a napok számát.
ja: 日数を入力してください。
lt: Įveskite dienų skaičių.
lv: Lūdzu, ievadiet dienu skaitu.
mt: Jekk jogħġbok daħħal in-numru fil-jiem.
nl: Voer het aantal in dagen in.
pl: Proszę podać liczbę w dniach.
ro: Vă rugăm să introduceți numărul în zile.
ta: நாட்களின் எண்ணிக்கையை உள்ளிடவும்.

# Profiles|Core|Catalog
source: Please use YYYY/MM/DD.
el: Παρακαλώ χρησιμοποιήστε ΕΕΕΕ/ΜΜ/ΗΗ.
fi: Käytä muotoa VVVV/KK/PP.
ga: Bain úsáid as YYYY/MM/DD, le do thoil.
hi: कृपया YYYY/MM/DD का उपयोग करें।
hr: Molimo koristite GGGG/MM/DD.
hu: Kérjük, használja az ÉÉÉÉ/HH/NN formátumot.
ja: YYYY/MM/DD形式を使用してください。
lt: Naudokite formatą MMMM/mm/dd.
lv: Lūdzu, izmantojiet GGGG/MM/DD.
mt: Jekk jogħġbok uża SSSS/XX/JJ.
nl: Gebruik JJJJ/MM/DD.
pl: Proszę użyć formatu RRRR/MM/DD.
ro: Vă rugăm să folosiți AAAA/LL/ZZ.
ta: தயவுசெய்து YYYY/MM/DD ஐப் பயன்படுத்தவும்.

# Profiles|Core|Controlpanels|Mail
source: Plone generates e-mail using this address as the e-mail return address. It is also used as the destination address for the site-wide contact form and the 'Send test e-mail' feature.
el: Το Plone δημιουργεί e-mail χρησιμοποιώντας αυτή τη διεύθυνση ως διεύθυνση επιστροφής e-mail. Χρησιμοποιείται επίσης ως διεύθυνση προορισμού για τη φόρμα επικοινωνίας ολόκληρου του ιστότοπου και τη λειτουργία 'Αποστολή δοκιμαστικού e-mail'.
fi: Plone luo sähköpostit käyttäen tätä osoitetta sähköpostin paluuosoitteena. Sähköpostiosoitetta käytetään myös yhteydenottolomakkeen ja sähköpostin lähetyksen testauksen vastaanottajaosoitteena.
ga: Gineann Plone ríomhphost ag baint úsáide as an seoladh seo mar sheoladh fillte an ríomhphoist. Úsáidtear é freisin mar sheoladh ceann scríbe don fhoirm teagmhála ar fud an tsuímh agus don ghné 'Seol ríomhphost tástála'.
hi: Plone इस पते का उपयोग ईमेल वापसी पते के रूप में करके ईमेल उत्पन्न करता है। इसका उपयोग साइट-व्यापी संपर्क फ़ॉर्म और 'परीक्षण ईमेल भेजें' सुविधा के लिए गंतव्य पते के रूप में भी किया जाता है।
hr: Plone generira e-poštu koristeći ovu adresu kao povratnu adresu e-pošte. Također se koristi kao odredišna adresa za kontakt obrazac na cijeloj web-lokaciji i značajku 'Pošalji testnu e-poštu'.
hu: A Plone e-maileket generál ezt a címet használva visszatérési címként. Ez szolgál célcímként az egész webhelyre kiterjedő kapcsolatfelvételi űrlaphoz és a 'Teszt e-mail küldése' funkcióhoz is.
ja: Ploneはこのアドレスをメールの返信先アドレスとして使用してメールを生成します。また、サイト全体の問い合わせフォームや「テストメール送信」機能の宛先アドレスとしても使用されます。
lt: Plone generuoja el. laiškus naudodama šį adresą kaip el. pašto grąžinimo adresą. Jis taip pat naudojamas kaip paskirties adresas visos svetainės kontaktinei formai ir funkcijai „Siųsti bandomąjį el. laišką“.
lv: Plone ģenerē e-pastu, izmantojot šo adresi kā e-pasta atbildes adresi. Tā tiek izmantota arī kā mērķa adrese vietnes kontaktformai un funkcijai 'Sūtīt testa e-pastu'.
mt: Plone jiġġenera l-email billi juża dan l-indirizz bħala l-indirizz tar-ritorn tal-email. Jintuża wkoll bħala l-indirizz tad-destinazzjoni għall-formola ta' kuntatt tas-sit kollu u l-karatteristika 'Ibgħat email tat-test'.
nl: Plone genereert e-mail met dit adres als het e-mailretouradres. Het wordt ook gebruikt als bestemmingsadres voor het contactformulier voor de hele site en de functie 'Test-e-mail verzenden'.
pl: Plone generuje wiadomości e-mail, używając tego adresu jako adresu zwrotnego. Jest on również używany jako adres docelowy dla formularza kontaktowego w całej witrynie i funkcji „Wyślij testowy e-mail”.
ro: Plone generează e-mailuri folosind această adresă ca adresă de retur. De asemenea, este utilizată ca adresă de destinație pentru formularul de contact al site-ului și funcția 'Trimite e-mail de test'.
ta: Plone இந்த முகவரியை மின்னஞ்சல் திரும்பும் முகவரியாகப் பயன்படுத்தி மின்னஞ்சலை உருவாக்குகிறது. இது தளத்தின் தொடர்புப் படிவம் மற்றும் 'சோதனை மின்னஞ்சல் அனுப்பு' அம்சத்திற்கான சேருமிட முகவரியாகவும் பயன்படுத்தப்படுகிறது.

# Profiles|Core|Controlpanels|Mail
source: Plone generates e-mail using this name as the e-mail sender.
el: Το Plone δημιουργεί e-mail χρησιμοποιώντας αυτό το όνομα ως αποστολέα e-mail.
fi: Plone laatii sähköpostit käyttämällä tätä nimeä sähköpostin lähettäjänä.
ga: Gineann Plone ríomhphost ag baint úsáide as an ainm seo mar sheoltóir an ríomhphoist.
hi: Plone इस नाम का उपयोग ईमेल प्रेषक के रूप में करके ईमेल उत्पन्न करता है।
hr: Plone generira e-poštu koristeći ovo ime kao pošiljatelja e-pošte.
hu: A Plone e-maileket generál ezt a nevet használva e-mail feladóként.
ja: Ploneはこの名前をメールの送信者として使用してメールを生成します。
lt: Plone generuoja el. laiškus naudodama šį vardą kaip el. pašto siuntėją.
lv: Plone ģenerē e-pastu, izmantojot šo vārdu kā e-pasta sūtītāju.
mt: Plone jiġġenera l-email billi juża dan l-isem bħala min jibgħat l-email.
nl: Plone genereert e-mail met deze naam als afzender van de e-mail.
pl: Plone generuje wiadomości e-mail, używając tej nazwy jako nadawcy wiadomości e-mail.
ro: Plone generează e-mailuri folosind acest nume ca expeditor de e-mail.
ta: Plone இந்த பெயரை மின்னஞ்சல் அனுப்புநராகப் பயன்படுத்தி மின்னஞ்சலை உருவாக்குகிறது.

# Profiles|Core|Actions
source: Preferences
el: Προτιμήσεις
fi: Asetukset
ga: Roghanna
hi: प्राथमिकताएं
hr: Postavke
hu: Beállítások
ja: 設定
lt: Nuostatos
mt: Preferenzi
nl: Voorkeuren
pl: Preferencje
ro: Preferințe
ta: விருப்பங்கள்

# Profiles|Core|Behaviors|Preview image link
source: Preview Image Link
el: Σύνδεσμος εικόνας προεπισκόπησης
fi: Esikatselukuvan linkki
ga: Nasc Íomhá Réamhamhairc
hi: पूर्वावलोकन छवि लिंक
hr: Poveznica slike pregleda
hu: Előnézeti kép hivatkozása
ja: プレビュー画像リンク
lt: Peržiūros vaizdo nuoroda
lv: Priekšskatījuma attēla saite
mt: Link tal-Immaġni tal-Preview
nl: Voorbeeld afbeelding link
pl: Link do obrazu podglądu
ro: Link imagine previzualizare
ta: முன்னோட்ட பட இணைப்பு

# Profiles|Core|Behaviors|Preview image link
source: Preview image
el: Εικόνα προεπισκόπησης
fi: Esikatselukuva
ga: Íomhá réamhamhairc
hi: पूर्वावलोकन छवि
hr: Slika pregleda
hu: Előnézeti kép
ja: プレビュー画像
lt: Peržiūros vaizdas
lv: Priekšskatījuma attēls
mt: Immaġni tal-preview
nl: Voorbeeld afbeelding
pl: Obraz podglądu
ro: Imagine de previzualizare
ta: முன்னோட்ட படம்

# Profiles|Core|Behaviors|Preview image link
source: Preview image caption
el: Λεζάντα εικόνας προεπισκόπησης
fi: Esikatselukuvan kuvateksti
ga: Fotheideal íomhá réamhamhairc
hi: पूर्वावलोकन छवि कैप्शन
hr: Opis slike pregleda
hu: Előnézeti kép felirata
ja: プレビュー画像のキャプション
lt: Peržiūros vaizdo antraštė
lv: Priekšskatījuma attēla paraksts
mt: Didaskalja tal-immaġni tal-preview
nl: Voorbeeld afbeelding bijschrift
pl: Podpis obrazu podglądu
ro: Legendă imagine previzualizare
ta: முன்னோட்ட படத் தலைப்பு

# Profiles|Core|Workflows
source: Private
el: Ιδιωτικό
fi: Yksityinen
ga: Príobháideach
hi: निजी
hr: Privatno
hu: Privát
ja: 非公開
lt: Privatus
lv: Privāts
mt: Privat
nl: Privé
pl: Prywatny
ro: Privat
ta: தனிப்பட்ட

# Profiles|Ai|Controlpanels
source: Prompt
el: Προτροπή
fi: Kehote
ga: Leid
hi: प्रॉम्प्ट
hr: Upit
ja: プロンプト
lt: Raginimas
lv: Uzvedne
mt: Pront
pl: Podpowiedź (prompt)
ta: தூண்டுதல் (Prompt)

# Routes|Ai
source: Prompt is a required field.
el: Η προτροπή είναι υποχρεωτικό πεδίο.
fi: Kehote on pakollinen kenttä.
ga: Is réimse riachtanach é an leid.
hi: प्रॉम्प्ट एक आवश्यक फ़ील्ड है।
hr: Upit je obavezno polje.
hu: A prompt kötelező mező.
ja: プロンプトは必須項目です。
lt: Raginimas yra privalomas laukas.
mt: Il-pront huwa qasam meħtieġ.
nl: Prompt is een verplicht veld.
pl: Podpowiedź jest polem wymaganym.
ro: Promptul este un câmp obligatoriu.
ta: தூண்டுதல் ஒரு கட்டாய புலம்.

# Profiles|Ai|Controlpanels
source: Prompts
el: Προτροπές
fi: Kehotteet
ga: Leideanna
hi: प्रॉम्प्ट
hr: Upiti
hu: Promptok
ja: プロンプト一覧
lt: Raginimai
lv: Uzvednes
pl: Podpowiedzi
ro: Prompturi
ta: தூண்டுதல்கள்

# Profiles|Core|Workflows
source: Publish
el: Δημοσίευση
fi: Julkaise
ga: Foilsigh
hi: प्रकाशित करें
hr: Objavi
hu: Közzététel
ja: 公開
lt: Paskelbti
lv: Publicēt
mt: Ippubblika
nl: Publiceren
pl: Opublikuj
ro: Publică
ta: வெளியிடு

# Profiles|Core|Workflows
source: Published
el: Δημοσιευμένο
fi: Julkaistu
ga: Foilsithe
hi: प्रकाशित
hr: Objavljeno
hu: Közzétéve
ja: 公開済み
lt: Paskelbta
lv: Publicēts
mt: Ippubblikat
nl: Gepubliceerd
pl: Opublikowano
ro: Publicat
ta: வெளியிடப்பட்டது

# Profiles|Core|Behaviors|Ownership
source: Publisher
el: Εκδότης
fi: Julkaisija
ga: Foilsitheoir
hi: प्रकाशक
hr: Izdavač
hu: Kiadó
ja: 発行者
lt: Leidėjas
lv: Izdevējs
mt: Pubblikatur
nl: Uitgever
pl: Wydawca
ro: Editor
ta: பதிப்பாளர்

# Profiles|Core|Behaviors|Dates
source: Publishing Date
el: Ημερομηνία δημοσίευσης
fi: Julkaisupäivä
ga: Dáta Foilsithe
hi: प्रकाशन तिथि
hr: Datum objave
hu: Közzététel dátuma
ja: 公開日
lt: Paskelbimo data
lv: Publicēšanas datums
mt: Data tal-Pubblikazzjoni
nl: Publicatiedatum
pl: Data publikacji
ro: Data publicării
ta: வெளியீட்டு தேதி

# Profiles|Core|Roles
source: Reader
el: Αναγνώστης
fi: Lukija
ga: Léitheoir
hi: पाठक
hr: Čitatelj
hu: Olvasó
ja: 読者
lt: Skaitytojas
lv: Lasītājs
mt: Qarrej
nl: Lezer
pl: Czytelnik
ro: Cititor
ta: வாசகர்

# Profiles|Core|Permissions
source: Register
el: Εγγραφή
fi: Rekisteröidy
ga: Cláraigh
hi: पंजीकरण करें
hr: Registracija
hu: Regisztráció
ja: 登録
lt: Registruotis
lv: Reģistrēties
mt: Irreġistra
nl: Registreren
pl: Zarejestruj się
ro: Înregistrare
ta: பதிவு செய்

# Profiles|Core|Behaviors|Categorization
source: Related
el: Σχετικό
fi: Liittyvä
ga: Gaolmhar
hi: संबंधित
hr: Povezano
hu: Kapcsolódó
ja: 関連
lt: Susiję
lv: Saistīts
mt: Relatat
nl: Gerelateerd
pl: Powiązane
ro: Legat
ta: தொடர்புடைய

# Profiles|Core|Behaviors|Categorization
source: Related Items
el: Σχετικά αντικείμενα
fi: Liittyvät kohteet
ga: Míreanna Gaolmhara
hi: संबंधित आइटम
hr: Povezane stavke
hu: Kapcsolódó elemek
ja: 関連アイテム
lt: Susiję elementai
lv: Saistītie vienumi
mt: Oġġetti Relatati
nl: Gerelateerde Items
pl: Powiązane elementy
ro: Elemente conexe
ta: தொடர்புடைய உருப்படிகள்

# Profiles|Core|Catalog
source: Related To
el: Σχετίζεται με
fi: Liittyy tähän
ga: Bainteach Le
hi: से संबंधित
hr: Povezano s
hu: Kapcsolódik
ja: 関連先
lt: Susiję su
lv: Saistīts ar
mt: Relatat Ma'
nl: Gerelateerd aan
pl: Powiązane z
ro: Legat de
ta: தொடர்புடையது

# Profiles|Core|Behaviors|Categorization
source: Related resources.
el: Σχετικοί πόροι.
fi: Liittyvät resurssit.
ga: Acmhainní gaolmhara.
hi: संबंधित संसाधन।
hr: Povezani resursi.
hu: Kapcsolódó források.
ja: 関連リソース。
lt: Susiję ištekliai.
lv: Saistītie resursi.
mt: Riżorsi relatati.
nl: Gerelateerde resources
pl: Powiązane zasoby.
ro: Resurse conexe.
ta: தொடர்புடைய வளங்கள்.

# Profiles|Core|Catalog
source: Relative path
el: Σχετική διαδρομή
fi: Suhteellinen polku
ga: Cosán coibhneasta
hi: सापेक्ष पथ
hr: Relativna putanja
hu: Relatív útvonal
ja: 相対パス
lt: Santykinis kelias
lv: Relatīvais ceļš
mt: Mogħdija relattiva
nl: Relatief pad
pl: Ścieżka względna
ro: Cale relativă
ta: ஒப்புநோக்கு பாதை

# Profiles|Core|Actions
source: Rename
el: Μετονομασία
fi: Uudelleennimeä
ga: Athainmnigh
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
ja: 名前の変更
lt: Pervadinti
lv: Pārdēvēt
mt: Semmi mill-ġdid
nl: Hernoemen
pl: Zmień nazwę
ro: Redenumire
ta: பெயர் மாற்றம்

# Routes|Content
source: Required field(s) missing.
el: Λείπουν υποχρεωτικά πεδία.
fi: Pakollinen kenttä/kentät puuttuu.
ga: Tá réimsí riachtanacha ar iarraidh.
hi: आवश्यक फ़ील्ड गायब हैं।
hr: Nedostaju obavezna polja.
hu: A kötelező mezők hiányoznak.
ja: 必須フィールドがありません。
lt: Trūksta privalomų laukų.
mt: Oqsma meħtieġa nieqsa.
nl: Verplichte velden ontbreken.
pl: Brak wymaganych pól.
ro: Câmpuri obligatorii lipsă.
ta: தேவையான புலம்(கள்) இல்லை.

# Profiles|Core|Workflows
source: Retract
el: Ανάκληση
fi: Peru tarkastuspyyntö
ga: Tarraing siar
hi: वापस लें
hr: Povuci
hu: Visszavonás
ja: 取り下げる
lt: Atšaukti
lv: Atsaukt
mt: Irtira
nl: Intrekken
pl: Wycofaj
ro: Retrage
ta: திரும்பப் பெறு

# Profiles|Core|Permissions
source: Review
el: Έλεγχος
fi: Tarkistus
ga: Athbhreithniú
hi: समीक्षा
hr: Pregled
hu: Ellenőrzés
ja: レビュー
lt: Peržiūra
lv: Pārskatīšana
mt: Reviżjoni
pl: Przegląd
ro: Revizuire
ta: மதிப்பாய்வு

# Profiles|Core|Catalog
source: Review state
el: Κατάσταση ελέγχου
fi: Tarkistuksen tila
ga: Stádas athbhreithnithe
hi: समीक्षा स्थिति
hr: Stanje pregleda
hu: Ellenőrzés állapota
ja: レビューステータス
lt: Peržiūros būsena
lv: Pārskatīšanas stāvoklis
mt: Stat tar-reviżjoni
nl: Beoordelingsstatus
pl: Stan przeglądu
ro: Stare revizuire
ta: மதிப்பாய்வு நிலை

# Profiles|Core|Roles
source: Reviewer
el: Κριτικός
fi: Tarkastaja
ga: Léirmheastóir
hi: समीक्षक
hr: Recenzent
hu: Ellenőr
ja: レビュアー
lt: Recenzentas
lv: Recenzents
mt: Reviżur
pl: Recenzent
ro: Recenzent
ta: மதிப்பாய்வாளர்

# Profiles|Core|Behaviors|Ownership
source: Rights
el: Δικαιώματα
fi: Oikeudet
ga: Cearta
hi: अधिकार
hr: Prava
hu: Jogok
ja: 権利
lt: Teisės
lv: Tiesības
mt: Drittijiet
nl: Rechten
pl: Prawa
ro: Drepturi
ta: உரிமைகள்

# Profiles|Core|Actions
source: Rules
el: Κανόνες
fi: Säännöt
ga: Rialacha
hi: नियम
hr: Pravila
hu: Szabályok
ja: ルール
lt: Taisyklės
lv: Noteikumi
mt: Regoli
nl: Regels
pl: Zasady
ro: Reguli
ta: விதிகள்
