Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Ai|Controlpanels
source: Define custom prompts for the assistant.
el: Ορίστε προσαρμοσμένες προτροπές για τον βοηθό.
fi: Määritä mukautettuja kehotteita avustajalle.
ga: Sainmhínigh leideanna saincheaptha don chúntóir.
hi: सहायक के लिए कस्टम प्रॉम्प्ट परिभाषित करें।
hr: Definirajte prilagođene upite za pomoćnika.
hu: Egyéni promptok definiálása az asszisztens számára.
ja: アシスタントのカスタムプロンプトを定義します。
lt: Apibrėžkite pasirinktinius raginimus asistentui.
lv: Definējiet palīgam pielāgotas uzvednes.
mt: Iddefinixxi prompts tad-dwana għall-assistent.
nl: Definieer aangepaste prompts voor de assistent.
pl: Zdefiniuj niestandardowe podpowiedzi dla asystenta.
ro: Definiți prompturi personalizate pentru asistent.
ta: உதவியாளருக்கான தனிப்பயன் தூண்டுதல்களை வரையறுக்கவும்.

# Profiles|Core|Actions
source: Delete
el: Διαγραφή
fi: Poista
ga: Scrios
hi: हटाएं
hr: Izbriši
hu: Törlés
ja: 削除
lt: Ištrinti
lv: Dzēst
mt: Ħassar
nl: Verwijderen
pl: Usuń
ro: Șterge
ta: அழி

# Models|Type
source: Description
el: Περιγραφή
fi: Kuvaus
ga: Cur síos
hi: विवरण
hr: Opis
hu: Leírás
ja: 説明
lt: Aprašymas
mt: Deskrizzjoni
nl: Omschrijving
pl: Opis
ro: Descriere
ta: விளக்கம்

# Profiles|Core|Controlpanels|Navigation
source: Displayed content types
el: Εμφανιζόμενοι τύποι περιεχομένου
fi: Näytettävät sisältötyypit
ga: Cineálacha ábhair ar taispeáint
hi: प्रदर्शित सामग्री प्रकार
hr: Prikazane vrste sadržaja
hu: Megjelenített tartalomtípusok
ja: 表示されるコンテンツタイプ
lt: Rodomi turinio tipai
lv: Parādītie satura veidi
mt: Tipi ta' kontenut murija
nl: Getoonde content types
pl: Wyświetlane typy zawartości
ro: Tipuri de conținut afișate
ta: காண்பிக்கப்படும் உள்ளடக்க வகைகள்

# Routes|History
source: Document locked
el: Το έγγραφο κλειδώθηκε
fi: Asiakirja lukittu
ga: Doiciméad faoi ghlas
hi: दस्तावेज़ लॉक है
hr: Dokument zaključan
hu: Dokumentum zárolva
ja: ドキュメントはロックされています
lt: Dokumentas užrakintas
mt: Dokument imsakkar
nl: Document vergrendeld
pl: Dokument zablokowany
ro: Document blocat
ta: ஆவணம் பூட்டப்பட்டுள்ளது

# Profiles|Core|Behaviors|Dublin core
source: Dublin Core metadata
el: Μεταδεδομένα Dublin Core
fi: Dublin Core -metatiedot
ga: Meiteashonraí Dublin Core
hi: डबलिन कोर मेटाडेटा
hr: Dublin Core metapodaci
hu: Dublin Core metaadatok
ja: ダブリン・コア メタデータ
lt: Dublin Core metaduomenys
lv: Dublin Core metadati
mt: Metadata Dublin Core
pl: Metadane Dublin Core
ro: Metadate Dublin Core
ta: டப்ளின் கோர் மெட்டாடேட்டா

# Profiles|Core|Controlpanels|Mail
source: ESMTP password
el: Κωδικός πρόσβασης ESMTP
fi: ESMTP-salasana
ga: Pasfhocal ESMTP
hi: ESMTP पासवर्ड
hr: ESMTP lozinka
hu: ESMTP jelszó
ja: ESMTPパスワード
lt: ESMTP slaptažodis
lv: ESMTP parole
mt: Password tal-ESMTP
nl: ESMTP wachtwoord
pl: Hasło ESMTP
ro: Parolă ESMTP
ta: ESMTP கடவுச்சொல்

# Profiles|Core|Controlpanels|Mail
source: ESMTP username
el: Όνομα χρήστη ESMTP
fi: ESMTP-käyttäjänimi
ga: Ainm úsáideora ESMTP
hi: ESMTP उपयोगकर्ता नाम
hr: ESMTP korisničko ime
hu: ESMTP felhasználónév
ja: ESMTPユーザー名
lt: ESMTP vartotojo vardas
lv: ESMTP lietotājvārds
mt: Isem tal-utent ESMTP
nl: ESMTP gebruikersnaam
pl: Nazwa użytkownika ESMTP
ro: Nume utilizator ESMTP
ta: ESMTP பயனர் பெயர்

# Profiles|Core|Actions
source: Edit
el: Επεξεργασία
fi: Muokkaa
ga: Cuir in eagar
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
ja: 編集
lt: Redaguoti
lv: Rediģēt
mt: Editja
nl: Wijzigen
pl: Edytuj
ro: Editează
ta: திருத்து

# Profiles|Core|Roles
source: Editor
el: Συντάκτης
fi: Editori
ga: Eagarthóir
hi: संपादक
hr: Urednik
hu: Szerkesztő
ja: エディター
lt: Redaktorius
lv: Redaktors
mt: Editur
nl: Redacteur
pl: Edytor
ta: எடிட்டர்

# Profiles|Core|Catalog
source: Effective date
el: Ημερομηνία έναρξης ισχύος
fi: Voimaantulopäivä
ga: Dáta feidhme
hi: प्रभावी तिथि
hr: Datum stupanja na snagu
hu: Hatálybalépés dátuma
ja: 発効日
lt: Įsigaliojimo data
lv: Spēkā stāšanās datums
mt: Data effettiva
nl: Ingangsdatum
pl: Data wejścia w życie
ro: Data intrării în vigoare
ta: நடைமுறைத் தேதி

# Profiles|Core|Behaviors|Blocks
source: Enables Volto Blocks support
el: Ενεργοποιεί την υποστήριξη Volto Blocks
fi: Ottaa käyttöön Volto Blocks -tuen
ga: Cumasaíonn sé tacaíocht Volto Blocks
hi: Volto Blocks समर्थन सक्षम करता है
hr: Omogućuje podršku za Volto blokove
hu: Engedélyezi a Volto Blocks támogatást
ja: Volto Blocksサポートを有効にします
lt: Įgalina Volto blokų palaikymą
lv: Iespējo Volto Blocks atbalstu
mt: Jippermetti l-appoġġ ta' Volto Blocks
nl: Schakelt Volto Blocks-ondersteuning in"
pl: Włącza obsługę bloków Volto
ro: Activează suportul Volto Blocks
ta: Volto Blocks ஆதரவை இயக்குகிறது

# Profiles|Core|Behaviors|Versioning
source: Enter a comment that describes the changes you made.
el: Εισαγάγετε ένα σχόλιο που περιγράφει τις αλλαγές που κάνατε.
fi: Kirjoita kommentti, joka kuvaa tekemäsi muutokset.
ga: Cuir isteach nóta a chuireann síos ar na hathruithe a rinne tú.
hi: एक टिप्पणी दर्ज करें जो आपके द्वारा किए गए परिवर्तनों का वर्णन करती है।
hr: Unesite komentar koji opisuje promjene koje ste napravili.
hu: Írjon be egy megjegyzést, amely leírja az elvégzett módosításokat.
ja: 行った変更を説明するコメントを入力してください。
lt: Įveskite komentarą, apibūdinantį atliktus pakeitimus.
lv: Ievadiet komentāru, kas apraksta veiktās izmaiņas.
mt: Daħħal kumment li jiddeskrivi l-bidliet li għamilt.
nl: Voer een opmerking in die de aangebrachte wijzigingen beschrijft.
pl: Wprowadź komentarz opisujący wprowadzone zmiany.
ro: Introduceți un comentariu care descrie modificările făcute.
ta: நீங்கள் செய்த மாற்றங்களை விவரிக்கும் கருத்தை உள்ளிடவும்.

# Profiles|Core|Catalog
source: Equals
el: Ισούται με
fi: On yhtä kuin
ga: Cothrom le
hi: बराबर है
hr: Jednako
hu: Egyenlő
ja: 等しい
lt: Lygu
lv: Vienāds ar
mt: Jaqsmu
nl: Gelijk aan
pl: Równa się
ro: Egal cu
ta: சமம்

# Profiles|Core|Catalog
source: Event end date
el: Ημερομηνία λήξης εκδήλωσης
fi: Tapahtuman päättymispäivä
ga: Dáta deiridh na himeachta
hi: ईवेंट समाप्ति तिथि
hr: Datum završetka događaja
hu: Esemény befejezési dátuma
ja: イベント終了日
lt: Renginio pabaigos data
lv: Notikuma beigu datums
mt: Data tat-tmiem tal-avveniment
nl: Einddatum evenement
pl: Data zakończenia wydarzenia
ro: Data de încheiere a evenimentului
ta: நிகழ்வு முடிவு தேதி

# Profiles|Core|Catalog
source: Event start date
el: Ημερομηνία έναρξης εκδήλωσης
fi: Tapahtuman alkamispäivä
ga: Dáta tosaigh na himeachta
hi: ईवेंट आरंभ तिथि
hr: Datum početka događaja
hu: Esemény kezdési dátuma
ja: イベント開始日
lt: Renginio pradžios data
lv: Notikuma sākuma datums
mt: Data tal-bidu tal-avveniment
nl: Startdatum evenement
pl: Data rozpoczęcia wydarzenia
ro: Data de începere a evenimentului
ta: நிகழ்வு தொடக்க தேதி

# Profiles|Core|Behaviors|Exclude from nav
source: Exclude from navigation
el: Εξαίρεση από την πλοήγηση
fi: Piilota navigaatiosta
ga: Eisiach ón nascleanúint
hi: नेविगेशन से बाहर रखें
hr: Isključi iz navigacije
hu: Kizárás a navigációból
ja: ナビゲーションから除外
lt: Neįtraukti į navigaciją
lv: Izslēgt no navigācijas
mt: Eskuldi mid-navigazzjoni
nl: Uitsluiten van de navigatie
pl: Wyklucz z nawigacji
ro: Exclude din navigare
ta: வழிசெலுத்தலில் இருந்து விலக்கு

# Profiles|Core|Behaviors|Dates
source: Expiration Date
el: Ημερομηνία λήξης
fi: Vanhentumispäivä
ga: Dáta éaga
hi: समाप्ति तिथि
hr: Datum isteka
hu: Lejárat dátuma
ja: 有効期限
lt: Galiojimo pabaigos data
lv: Derīguma termiņš
mt: Data ta' skadenza
nl: Vervaldatum
pl: Data wygaśnięcia
ro: Data expirării
ta: காலாவதி தேதி

# Profiles|Core|Catalog
source: Expiration date
el: Ημερομηνία λήξης
fi: Vanhentumispäivä
ga: Dáta éaga
hi: समाप्ति तिथि
hr: Datum isteka
hu: Lejárat dátuma
ja: 有効期限
lt: Galiojimo pabaigos data
lv: Derīguma termiņš
mt: Data ta' skadenza
nl: Vervaldatum
pl: Data wygaśnięcia
ro: Data expirării
ta: காலாவதி தேதி

# Profiles|Core|Types|File
source: File
el: Αρχείο
fi: Tiedosto
ga: Comhad
hi: फ़ाइल
hr: Datoteka
hu: Fájl
ja: ファイル
lt: Failas
lv: Fails
mt: Fajl
nl: Bestand
pl: Plik
ro: Fișier
ta: கோப்பு

# Models|Type
source: Filter Contained Types
el: Φιλτράρισμα περιεχόμενων τύπων
fi: Suodata sisältötyyppejä
ga: Scag Cineálacha atá san Áireamh
hi: निहित प्रकारों को फ़िल्टर करें
hr: Filtriraj sadržane vrste
hu: Tartalmazott típusok szűrése
ja: 含まれるタイプをフィルタリング
lt: Filtruoti esamus tipus
mt: Iffiltra Tipi Kontenuti
nl: Filter ingesloten contenttypes
pl: Filtruj zawarte typy
ro: Filtrează tipurile conținute
ta: கொண்ட வகைகளை வடிகட்டவும்

# Profiles|Core|Catalog
source: Find items related to the selected items
el: Εύρεση αντικειμένων που σχετίζονται με τα επιλεγμένα
fi: Hae valintoihin liittyvää sisältöä
ga: Aimsigh míreanna a bhaineann leis na míreanna roghnaithe
hi: चयनित आइटम से संबंधित आइटम खोजें
hr: Pronađi stavke povezane s odabranim stavkama
hu: A kiválasztott elemekhez kapcsolódó elemek keresése
ja: 選択したアイテムに関連するアイテムを検索
lt: Rasti elementus, susijusius su pasirinktais elementais
lv: Atrast vienumus, kas saistīti ar atlasītajiem vienumiem
mt: Sib oġġetti relatati mal-oġġetti magħżula
nl: Zoek items gerelateerd aan de geselecteerde items
pl: Znajdź elementy powiązane z wybranymi
ro: Găsește elemente legate de elementele selectate
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படிகள் தொடர்பான உருப்படிகளைக் கண்டறியவும்

# Profiles|Core|Catalog
source: Find items that can contain other objects
el: Εύρεση αντικειμένων που μπορούν να περιέχουν άλλα αντικείμενα
fi: Etsi sellaisia sisältökohteita, jotka voivat sisältää muuta sisältöä.
ga: Aimsigh míreanna inar féidir rudaí eile a bheith iontu
hi: ऐसे आइटम खोजें जिनमें अन्य ऑब्जेक्ट हो सकते हैं
hr: Pronađi stavke koje mogu sadržavati druge objekte
hu: Más objektumokat tartalmazó elemek keresése
ja: 他のオブジェクトを含むことができるアイテムを検索
lt: Rasti elementus, kuriuose gali būti kitų objektų
lv: Atrast vienumus, kas var saturēt citus objektus
mt: Sib oġġetti li jista' jkun fihom oġġetti oħra
nl: Zoek items die andere objecten kunnen bevatten
pl: Znajdź elementy, które mogą zawierać inne obiekty
ro: Găsește elemente care pot conține alte obiecte
ta: பிற பொருள்களைக் கொண்டிருக்கக்கூடிய உருப்படிகளைக் கண்டறியவும்

# Profiles|Core|Types|Folder
source: Folder
el: Φάκελος
fi: Kansio
ga: Fillteán
hi: फ़ोल्डर
hr: Mapa
hu: Mappa
ja: フォルダー
lt: Aplankas
lv: Mape
nl: Map
ro: Dosar
ta: கோப்புறை

# Profiles|Core|Catalog
source: Folder-like
el: Σαν φάκελος
fi: Kansiomainen
ga: Cosúil le fillteán
hi: फ़ोल्डर-जैसा
hr: Slično mapi
hu: Mappaszerű
ja: フォルダー的
lt: Panašus į aplanką
lv: Mapei līdzīgs
mt: Bħal folder
nl: Map-achtig
pl: Folderopodobny
ro: Tip dosar
ta: கோப்புறை போன்ற

# Routes|Email
source: From and message are required fields.
el: Ο αποστολέας και το μήνυμα είναι υποχρεωτικά πεδία.
fi: Lähettäjä ja viesti ovat pakollisia kenttiä.
ga: Is réimsí riachtanacha iad 'Ó' agus 'teachtaireacht'.
hi: प्रेषक और संदेश आवश्यक फ़ील्ड हैं।
hr: Šalje i poruka su obavezna polja.
hu: A feladó és az üzenet kötelező mezők.
ja: 差出人とメッセージは必須項目です。
lt: Siuntėjas ir žinutė yra privalomi laukai.
mt: Minn u messaġġ huma oqsma meħtieġa.
nl: Afzender en bericht zijn verplichte velden.
pl: Od i wiadomość to pola wymagane.
ro: Expeditorul și mesajul sunt câmpuri obligatorii.
ta: அனுப்புநர் மற்றும் செய்தி கட்டாய புலங்கள்.

# Profiles|Core|Behaviors|Short name
source: Gives the ability to rename an item from its edit form.
el: Δίνει τη δυνατότητα μετονομασίας ενός αντικειμένου από τη φόρμα επεξεργασίας του.
fi: Mahdollistaa kohteen uudelleennimeämisen muokkauslomakkeelta.
ga: Tugann sé an cumas mír a athainmniú óna foirm eagarthóireachta.
hi: संपादन फॉर्म से किसी आइटम का नाम बदलने की क्षमता देता है।
hr: Daje mogućnost preimenovanja stavke iz obrasca za uređivanje.
hu: Lehetővé teszi az elem átnevezését a szerkesztési űrlapról.
ja: 編集フォームからアイテムの名前を変更できるようにします。
lt: Suteikia galimybę pervadinti elementą iš jo redagavimo formos.
lv: Sniedz iespēju pārdēvēt vienumu no tā rediģēšanas veidlapas.
mt: Jagħti l-abbiltà li ssemmi mill-ġdid oġġett mill-formola tal-editjar tiegħu.
nl: Geeft de mogelijkheid om een item te hernoemen vanuit het bewerkingsformulier.
pl: Daje możliwość zmiany nazwy elementu z formularza edycji.
ro: Oferă posibilitatea de a redenumi un element din formularul său de editare.
ta: திருத்து படிவத்திலிருந்து ஒரு உருப்படியை மறுபெயரிடும் திறனை வழங்குகிறது.

# Profiles|Core|Actions
source: History
el: Ιστορικό
fi: Historia
ga: Stair
hi: इतिहास
hr: Povijest
hu: Előzmények
ja: 履歴
lt: Istorija
lv: Vēsture
mt: Storja
nl: Geschiedenis
pl: Historia
ro: Istoric
ta: வரலாறு

# Profiles|Core|Behaviors|Short name
source: Identifier
el: Αναγνωριστικό
fi: Tunniste
ga: Aitheantóir
hi: पहचानकर्ता (Identifier)
hr: Identifikator
hu: Azonosító
ja: 識別子
lt: Identifikatorius
lv: Identifikators
mt: Identifikatur
nl: ID
pl: Identyfikator
ro: Identificator
ta: அடையாளங்காட்டி (Identifier)

# Profiles|Core|Controlpanels|Mail
source: If enabled, the mail is send to a test server.
el: Εάν ενεργοποιηθεί, το μήνυμα αποστέλλεται σε διακομιστή δοκιμής.
fi: Jos käytössä, sähköposti lähetetään testipalvelimelle.
hi: यदि सक्षम किया जाता है, तो मेल परीक्षण सर्वर पर भेजा जाता है।
hr: Ako je omogućeno, pošta se šalje na testni poslužitelj.
hu: Ha engedélyezve van, a levél egy tesztszerverre kerül elküldésre.
ja: 有効にすると、メールはテストサーバーに送信されます。
lt: Jei įjungta, laiškas siunčiamas į testinį serverį.
lv: Ja iespējots, pasts tiek nosūtīts uz testa serveri.
mt: Jekk attivata, l-email tintbagħat lil server tat-test.
nl: Indien ingeschakeld wordt de mail naar een testserver gestuurd.
pl: Jeśli włączone, poczta jest wysyłana na serwer testowy.
ro: Dacă este activat, mailul este trimis către un server de test.
ta: இயக்கப்பட்டால், அஞ்சல் சோதனை சேவையகத்திற்கு அனுப்பப்படும்.

# Profiles|Core|Controlpanels|Mail
source: If enabled, the mail is send using a secure connection.
el: Εάν ενεργοποιηθεί, το μήνυμα αποστέλλεται χρησιμοποιώντας ασφαλή σύνδεση.
fi: Jos käytössä, sähköposti lähetetään suojattua yhteyttä käyttäen.
hi: यदि सक्षम किया जाता है, तो मेल सुरक्षित कनेक्शन का उपयोग करके भेजा जाता है।
hr: Ako je omogućeno, pošta se šalje putem sigurne veze.
hu: Ha engedélyezve van, a levél biztonságos kapcsolaton keresztül kerül elküldésre.
ja: 有効にすると、メールは安全な接続を使用して送信されます。
lt: Jei įjungta, laiškas siunčiamas naudojant saugų ryšį.
lv: Ja iespējots, pasts tiek nosūtīts, izmantojot drošu savienojumu.
mt: Jekk attivata, l-email tintbagħat billi tuża konnessjoni sigura.
nl: Indien ingeschakeld, wordt de e-mail verzonden via een beveiligde verbinding.
pl: Jeśli włączone, poczta jest wysyłana przy użyciu bezpiecznego połączenia.
ro: Dacă este activat, mailul este trimis folosind o conexiune securizată.
ta: இயக்கப்பட்டால், பாதுகாப்பான இணைப்பைப் பயன்படுத்தி அஞ்சல் அனுப்பப்படும்.

# Profiles|Core|Controlpanels|Language
source: If enabled, the site is multilingual.
el: Εάν ενεργοποιηθεί, ο ιστότοπος είναι πολύγλωσσος.
fi: Jos käytössä, sivusto on monikielinen.
hi: यदि सक्षम किया जाता है, तो साइट बहुभाषी होती है।
hr: Ako je omogućeno, stranica je višejezična.
hu: Ha engedélyezve van, a webhely többnyelvű.
ja: 有効にすると、サイトは多言語対応になります。
lt: Jei įjungta, svetainė yra daugiakalbė.
lv: Ja iespējots, vietne ir daudzvalodu.
mt: Jekk attivata, is-sit huwa multilingwi.
nl: Indien ingeschakeld is de website meertalig.
pl: Jeśli włączone, witryna jest wielojęzyczna.
ro: Dacă este activat, site-ul este multilingv.
ta: இயக்கப்பட்டால், தளம் பன்மொழித் தளமாக இருக்கும்.

# Profiles|Core|Behaviors|Exclude from nav
source: If selected, this item will not appear in the navigation tree.
el: Εάν επιλεγεί, αυτό το στοιχείο δεν θα εμφανίζεται στο δέντρο πλοήγησης.
fi: Jos valittu, tämä kohde ei näy navigaatiopuussa.
ga: Má roghnaítear é, ní bheidh an mhír seo le feiceáil sa chrann nascleanúna.
hi: यदि चुना जाता है, तो यह आइटम नेविगेशन ट्री में दिखाई नहीं देगा।
hr: Ako je odabrano, ova stavka se neće pojaviti u navigacijskom stablu.
hu: Ha ki van választva, ez az elem nem jelenik meg a navigációs fában.
ja: 選択すると、このアイテムはナビゲーションツリーに表示されません。
lt: Jei pasirinkta, šis elementas nebus rodomas navigacijos medyje.
lv: Ja atlasīts, šis vienums neparādīsies navigācijas kokā.
mt: Jekk magħżul, dan l-oġġett ma jidhirx fis-siġra tan-navigazzjoni.
nl: Indien geselecteerd, verschijnt dit item niet in de navigatiestructuur.
pl: Jeśli zaznaczone, ten element nie pojawi się w drzewie nawigacji.
ro: Dacă este selectat, acest element nu va apărea în arborele de navigare.
ta: தேர்ந்தெடுக்கப்பட்டால், இந்த உருப்படி வழிசெலுத்தல் மரத்தில் தோன்றாது.

# Profiles|Core|Behaviors|Dates
source: If this date is in the future, the content will not show up in listings and searches until this date.
el: Εάν αυτή η ημερομηνία είναι στο μέλλον, το περιεχόμενο δεν θα εμφανίζεται σε λίστες και αναζητήσεις μέχρι αυτήν την ημερομηνία.
fi: Jos tämä päivämäärä on tulevaisuudessa, sisältö ei näy listauksissa ja hauissa ennen tätä päivää.
ga: Má tá an dáta seo sa todhchaí, ní bheidh an t-ábhar le feiceáil i liostaí agus i gcuardaigh go dtí an dáta seo.
hi: यदि यह तिथि भविष्य में है, तो सामग्री इस तिथि तक सूचियों और खोजों में दिखाई नहीं देगी।
hr: Ako je ovaj datum u budućnosti, sadržaj se neće prikazivati u popisima i pretragama do tog datuma.
hu: Ha ez a dátum a jövőben van, a tartalom nem jelenik meg a listákban és a keresésekben ezen dátumig.
ja: この日付が未来の場合、その日付までコンテンツはリストや検索に表示されません。
lt: Jei ši data yra ateityje, turinys nebus rodomas sąrašuose ir paieškose iki šios datos.
lv: Ja šis datums ir nākotnē, saturs netiks rādīts sarakstos un meklējumos līdz šim datumam.
mt: Jekk din id-data hija fil-futur, il-kontenut ma jidhirx fil-listi u fit-tfittxijiet sa din id-data.
nl: Als deze datum in de toekomst ligt, wordt de inhoud tot deze datum niet weergegeven in vermeldingen en zoekopdrachten.
pl: Jeśli ta data jest w przyszłości, zawartość nie będzie widoczna na listach i w wynikach wyszukiwania do tego dnia.
ro: Dacă această dată este în viitor, conținutul nu va apărea în liste și căutări până la această dată.
ta: இந்த தேதி எதிர்காலத்தில் இருந்தால், இந்த தேதி வரை உள்ளடக்கம் பட்டியல்கள் மற்றும் தேடல்களில் தோன்றாது.

# Profiles|Core|Types|Image
source: Image
el: Εικόνα
fi: Kuva
ga: Íomhá
hi: छवि
hr: Slika
hu: Kép
ja: 画像
lt: Vaizdas
lv: Attēls
mt: Immaġni
nl: Afbeelding
pl: Obraz
ro: Imagine
ta: படம்

# Profiles|Core|Types|Image
source: Images can be referenced in pages or displayed in an album.
el: Οι εικόνες μπορούν να αναφέρονται σε σελίδες ή να εμφανίζονται σε άλμπουμ.
fi: Kuviin voidaan viitata sivuilla tai niitä voidaan näyttää kuva-albumissa.
ga: Is féidir tagairt a dhéanamh d'íomhánna i leathanaigh nó iad a thaispeáint in albam.
hi: छवियों को पृष्ठों में संदर्भित किया जा सकता है या एल्बम में प्रदर्शित किया जा सकता है।
hr: Slike se mogu referencirati na stranicama ili prikazati u albumu.
hu: A képekre lehet hivatkozni oldalakon, vagy megjeleníthetők egy albumban.
ja: 画像はページ内で参照したり、アルバムに表示したりできます。
lt: Vaizdai gali būti nurodyti puslapiuose arba rodomi albume.
lv: Attēlus var atsaukties lapās vai parādīt albumā.
mt: L-immaġini jistgħu jiġu referenzjati fil-paġni jew murija f'album.
nl: Naar afbeeldingen kan op pagina's worden verwezen of in een album worden weergegeven.
pl: Obrazy mogą być osadzane na stronach lub wyświetlane w albumie.
ro: Imaginile pot fi referite în pagini sau afișate într-un album.
ta: படங்கள் பக்கங்களில் குறிப்பிடப்படலாம் அல்லது ஆல்பத்தில் காண்பிக்கப்படலாம்.

# Profiles|Core|Behaviors|Ownership
source: Information about rights held in and over this item.
el: Πληροφορίες σχετικά με τα δικαιώματα που κατέχονται σε και πάνω σε αυτό το αντικείμενο.
fi: Tietoa tähän kohteeseen liittyvistä oikeuksista.
ga: Faisnéis faoi chearta atá i seilbh na míre seo agus os a chionn.
hi: इस आइटम में और इसके ऊपर रखे गए अधिकारों के बारे में जानकारी।
hr: Informacije o pravima na ovu stavku.
hu: Információk az elemhez fűződő jogokról.
ja: このアイテムに関する権利情報。
lt: Informacija apie teises, turimas šiame elemente ir virš jo.
lv: Informācija par tiesībām uz šo vienumu.
mt: Informazzjoni dwar id-drittijiet miżmuma f'dan l-oġġett u fuqu.
nl: Informatie over rechten op en over dit item.
pl: Informacje o prawach do tego elementu.
ro: Informații despre drepturile deținute asupra acestui element.
ta: இந்த உருப்படியின் உரிமைகள் பற்றிய தகவல்.

# App
source: Internal server error
el: Εσωτερικό σφάλμα διακομιστή
fi: Sisäinen palvelinvirhe
ga: Earráid inmheánach freastalaí
hi: आंतरिक सर्वर त्रुटि
hr: Interna pogreška poslužitelja
hu: Belső szerverhiba
ja: 内部サーバーエラー
lt: Vidinė serverio klaida
mt: Żball intern tas-server
nl: Interne server fout
pl: Wewnętrzny błąd serwera
ro: Eroare internă de server
ta: உள் சேவையக பிழை

# Routes|Authentication
source: Invalid credentials
el: Μη έγκυρα διαπιστευτήρια
fi: Virheelliset tunnistetiedot
ga: Dintiúir neamhbhailí
hi: अमान्य क्रेडेंशियल
hr: Neispravne vjerodajnice
hu: Érvénytelen hitelesítő adatok
ja: 無効な資格情報
lt: Neteisingi prisijungimo duomenys
mt: Kredenzjali invalidi
nl: Ongeldige inloggegevens
pl: Nieprawidłowe dane uwierzytelniające
ro: Credențiale nevalide
ta: தவறான சான்றுகள்

# Routes|Authentication
source: Invalid session
el: Μη έγκυρη συνεδρία
fi: Virheellinen istunto
ga: Seisiún neamhbhailí
hi: अमान्य सत्र
hr: Neispravna sesija
hu: Érvénytelen munkamenet
ja: 無効なセッション
lt: Neteisinga sesija
mt: Sessjoni invalida
nl: Ongeldige sessie
pl: Nieprawidłowa sesja
ro: Sesiune nevalidă
ta: தவறான அமர்வு

# Profiles|Core|Catalog
source: Is
el: Είναι
fi: On
hi: है
hr: Je
hu: Van
ja: である
lt: Yra
lv: Ir
mt: Huwa
pl: Jest
ro: Este
ta: ஆகும்

# Models|Type
source: Items of this type can act as a folder containing other items. What content types should be allowed inside?
el: Τα αντικείμενα αυτού του τύπου μπορούν να λειτουργήσουν ως φάκελος που περιέχει άλλα αντικείμενα. Ποιοι τύποι περιεχομένου πρέπει να επιτρέπονται μέσα;
fi: Tämän tyyppiset kohteet voivat toimia kansiona muille kohteille. Mitkä sisältötyypit tulisi sallia?
ga: Is féidir le míreanna den chineál seo feidhmiú mar fhillteán ina bhfuil míreanna eile. Cad iad na cineálacha ábhair ba cheart a cheadú istigh?
hi: इस प्रकार के आइटम अन्य आइटम वाले फ़ोल्डर के रूप में कार्य कर सकते हैं। अंदर कौन से सामग्री प्रकारों की अनुमति दी जानी चाहिए?
hr: Stavke ove vrste mogu djelovati kao mapa koja sadrži druge stavke. Koje vrste sadržaja bi trebale biti dopuštene unutra?
hu: Az ilyen típusú elemek mappaként működhetnek, amelyek más elemeket tartalmaznak. Milyen tartalomtípusok legyenek engedélyezve benne?
ja: このタイプのアイテムは、他のアイテムを含むフォルダーとして機能できます。内部で許可するコンテンツタイプは何ですか？
lt: Šio tipo elementai gali veikti kaip aplankas, kuriame yra kitų elementų. Kokie turinio tipai turėtų būti leidžiami viduje?
mt: Oġġetti ta' dan it-tip jistgħu jaġixxu bħala folder li jkun fih oġġetti oħra. Liema tipi ta' kontenut għandhom jitħallew ġewwa?
nl: Items van dit type kunnen als map voor andere items dienen. Welke inhoudstypen moeten erin worden toegestaan?
pl: Elementy tego typu mogą działać jak folder zawierający inne elementy. Jakie typy zawartości powinny być dozwolone w środku?
ro: Elementele de acest tip pot acționa ca un dosar care conține alte elemente. Ce tipuri de conținut ar trebui permise în interior?
ta: இந்த வகையின் உருப்படிகள் பிற உருப்படிகளைக் கொண்ட கோப்புறையாகச் செயல்படும். உள்ளே என்ன உள்ளடக்க வகைகள் அனுமதிக்கப்பட வேண்டும்?

# Profiles|Core|Controlpanels|Language
source: Language
el: Γλώσσα
fi: Kieli
ga: Teanga
hi: भाषा
hr: Jezik
hu: Nyelv
ja: 言語
lt: Kalba
lv: Valoda
mt: Lingwa
nl: Taal
pl: Język
ro: Limbă
ta: மொழி

# Profiles|Core|Catalog
source: Larger than
el: Μεγαλύτερο από
fi: Suurempi kuin
ga: Níos mó ná
hi: से बड़ा
hr: Veće od
hu: Nagyobb mint
ja: より大きい
lt: Didesnis nei
lv: Lielāks par
mt: Akbar minn
nl: Groter dan
pl: Większy niż
ro: Mai mare decât
ta: விட பெரியது

# Profiles|Core|Behaviors|Blocks
source: Layout
el: Διάταξη
fi: Asettelu
ga: Leagan Amach
hi: लेआउट
hr: Raspored
hu: Elrendezés
ja: レイアウト
lt: Išdėstymas
lv: Izkārtojums
mt: Tqassim
pl: Układ
ro: Aspect
ta: தளவமைப்பு

# Profiles|Core|Catalog
source: Less than
el: Λιγότερο από
fi: Vähemmän kuin
ga: Níos lú ná
hi: से कम
hr: Manje od
hu: Kevesebb mint
ja: より小さい
lt: Mažiau nei
lv: Mazāks par
mt: Inqas minn
nl: Kleiner dan
pl: Mniej niż
ro: Mai puțin de
ta: விட குறைவு
