Repository: robgietema/nick
Catalog: locales/*/LC_MESSAGES/nick.po
Languages: el, fi, ga, hi, hr, hu, ja, lt, lv, mt, nl, pl, ro, ta

# Profiles|Core|Controlpanels|Language
source: The language used for the content and the UI of this site.
el: Η γλώσσα που χρησιμοποιείται για το περιεχόμενο και το UI αυτού του ιστότοπου.
fi: Tämän sivuston sisällön ja käyttöliittymän kieli.
ga: An teanga a úsáidtear d'ábhar agus Chomhéadan Úsáideora an tsuímh seo.
hi: इस साइट की सामग्री और यूआई के लिए उपयोग की जाने वाली भाषा।
hr: Jezik koji se koristi za sadržaj i korisničko sučelje ove stranice.
hu: A webhely tartalmához és felhasználói felületéhez használt nyelv.
ja: このサイトのコンテンツとUIに使用される言語。
lt: Kalba, naudojama šios svetainės turiniui ir vartotojo sąsajai.
lv: Valoda, kas tiek izmantota šīs vietnes saturam un lietotāja interfeisam.
mt: Il-lingwa użata għall-kontenut u l-UI ta' dan is-sit.
nl: De taal die wordt gebruikt voor de inhoud en de gebruikersinterface van deze site.
pl: Język używany dla zawartości i interfejsu użytkownika tej witryny.
ro: Limba utilizată pentru conținutul și interfața utilizatorului acestui site.
ta: இந்தத் தளத்தின் உள்ளடக்கம் மற்றும் UIக்கு பயன்படுத்தப்படும் மொழி.

# Profiles|Core|Controlpanels|Language
source: The languages in which the site should be translatable.
el: Οι γλώσσες στις οποίες ο ιστότοπος πρέπει να μπορεί να μεταφραστεί.
fi: Kielet, joille sivuston tulisi olla käännettävissä.
ga: Na teangacha inar cheart go mbeadh an suíomh in-aistrithe.
hi: वे भाषाएँ जिनमें साइट का अनुवाद किया जा सकता है।
hr: Jezici na koje bi stranica trebala biti prevodiva.
hu: Azok a nyelvek, amelyekre a webhelynek fordíthatónak kell lennie.
ja: サイトが翻訳可能であるべき言語。
lt: Kalbos, į kurias svetainė turėtų būti verčiama.
lv: Valodas, kurās vietnei jābūt tulkojamai.
mt: Il-lingwi li fihom is-sit għandu jkun jista' jiġi tradott.
nl: De talen waarin de site vertaalbaar moet zijn.
pl: Języki, na które witryna powinna być przetłumaczalna.
ro: Limbile în care site-ul ar trebui să fie traductibil.
ta: தளம் மொழிபெயர்க்கக்கூடிய மொழிகள்.

# Profiles|Core|Catalog
source: The location of an item
el: Η τοποθεσία ενός αντικειμένου
fi: Kohteen sijainti
ga: Suíomh míre
hi: आइटम का स्थान
hr: Lokacija stavke
hu: Az elem helye
ja: アイテムの場所
lt: Elemento vieta
lv: Vienuma atrašanās vieta
mt: Il-post ta' oġġett
nl: De locatie van een item
pl: Lokalizacja elementu
ro: Locația unui element
ta: ஒரு உருப்படியின் இருப்பிடம்

# Profiles|Core|Catalog
source: The order of an item in its parent folder
el: Η σειρά ενός αντικειμένου στον γονικό του φάκελο
fi: Sisällön järjestys kansiossaan
ga: Ord míre ina fillteán tuismitheora
hi: अपने मूल फ़ोल्डर में किसी आइटम का क्रम
hr: Redoslijed stavke u njezinoj nadređenoj mapi
hu: Az elem sorrendje a szülőmappájában
ja: 親フォルダー内のアイテムの順序
lt: Elemento tvarka jo pirminiame aplanke
lv: Vienuma secība tā vecākajā mapē
mt: L-ordni ta' oġġett fil-folder ġenitur tiegħu
nl: De volgorde van een item in de bovenliggende map
pl: Kolejność elementu w jego folderze nadrzędnym
ro: Ordinea unui element în dosarul său părinte
ta: அதன் மூலக் கோப்புறையில் ஒரு உருப்படியின் வரிசை

# Profiles|Core|Controlpanels|Mail
source: The password for the ESMTP user account.
el: Ο κωδικός πρόσβασης για τον λογαριασμό χρήστη ESMTP.
fi: ESMTP-käyttäjätilin salasana.
ga: An pasfhocal don chuntas úsáideora ESMTP.
hi: ESMTP उपयोगकर्ता खाते के लिए पासवर्ड।
hr: Lozinka za ESMTP korisnički račun.
hu: Az ESMTP felhasználói fiók jelszava.
ja: ESMTPユーザーアカウントのパスワード。
lt: ESMTP vartotojo paskyros slaptažodis.
lv: ESMTP lietotāja konta parole.
mt: Il-password għall-kont tal-utent ESMTP.
nl: Het wachtwoord voor het ESMTP-gebruikersaccount.
pl: Hasło do konta użytkownika ESMTP.
ro: Parola pentru contul de utilizator ESMTP.
ta: ESMTP பயனர் கணக்கிற்கான கடவுச்சொல்.

# Profiles|Core|Catalog
source: The person that created an item
el: Το άτομο που δημιούργησε ένα αντικείμενο
fi: Henkilö, joka loi kohteen
ga: An duine a chruthaigh mír
hi: वह व्यक्ति जिसने आइटम बनाया
hr: Osoba koja je stvorila stavku
hu: Az elem létrehozója
ja: アイテムを作成した人物
lt: Asmuo, kuris sukūrė elementą
lv: Persona, kas izveidoja vienumu
mt: Il-persuna li ħolqot oġġett
nl: De persoon die een item heeft gemaakt
pl: Osoba, która utworzyła element
ro: Persoana care a creat un element
ta: உருப்படியை உருவாக்கிய நபர்

# Profiles|Core|Controlpanels|Mail
source: The port of your local SMTP (outgoing e-mail) server. Usually '25'.
el: Η θύρα του τοπικού διακομιστή SMTP (εξερχόμενα e-mail). Συνήθως '25'.
fi: Paikallisen SMTP-palvelimesi (lähtevä sähköposti) portti. Yleensä '25'.
ga: Port do fhreastalaí SMTP (ríomhphost amach) áitiúil. De ghnáth '25'.
hi: आपके स्थानीय SMTP (आउटगोइंग ईमेल) सर्वर का पोर्ट। आमतौर पर '25'।
hr: Priključak vašeg lokalnog SMTP (odlazna e-pošta) poslužitelja. Obično '25'.
hu: A helyi SMTP (kimenő e-mail) szerver portja. Általában '25'.
ja: ローカルSMTP（送信メール）サーバーのポート。通常は '25' です。
lt: Jūsų vietinio SMTP (siunčiamojo el. pašto) serverio prievadas. Paprastai „25“.
lv: Jūsu lokālā SMTP (izejošā e-pasta) servera ports. Parasti '25'.
mt: Il-port tas-server SMTP lokali tiegħek (email ħierġa). Normalment '25'.
nl: De poort van uw lokale SMTP-server (uitgaande e-mail). Meestal '25'.
pl: Port lokalnego serwera SMTP (poczta wychodząca). Zwykle „25”.
ro: Portul serverului local SMTP (e-mail de ieșire). De obicei '25'.
ta: உங்கள் உள்ளூர் SMTP (வெளிச்செல்லும் மின்னஞ்சல்) சேவையகத்தின் போர்ட். பொதுவாக '25'.

# Profiles|Core|Catalog
source: The short name of an item (used in the url)
el: Το σύντομο όνομα ενός αντικειμένου (χρησιμοποιείται στο url)
fi: Sisällön tunniste (käytetään kohteen verkko-osoitteessa)
ga: Ainm gearr míre (a úsáidtear san url)
hi: आइटम का संक्षिप्त नाम (URL में उपयोग किया जाता है)
hr: Kratki naziv stavke (koristi se u url-u)
hu: Az elem rövid neve (az URL-ben használatos)
ja: アイテムのショートネーム（URLで使用）
lt: Trumpas elemento pavadinimas (naudojamas URL)
lv: Vienuma īsais nosaukums (izmantots URL)
mt: L-isem qasir ta' oġġett (użat fl-url)
nl: De korte naam van een item (gebruikt in de url)
pl: Krótka nazwa elementu (używana w adresie url)
ro: Numele scurt al unui element (folosit în url)
ta: உருப்படியின் குறுகிய பெயர் (url இல் பயன்படுத்தப்படுகிறது)

# Profiles|Core|Behaviors|Categorization
source: The spatial or temporal topic of this item, spatial applicability of this item, or jurisdiction under which this item is relevant.
el: Το χωρικό ή χρονικό θέμα αυτού του αντικειμένου, η χωρική εφαρμοσιμότητα αυτού του αντικειμένου ή η δικαιοδοσία υπό την οποία αυτό το αντικείμενο είναι σχετικό.
fi: Tämän kohteen alueellinen tai ajallinen aihe, alueellinen soveltuvuus tai lainkäyttöalue, jossa tämä kohde on relevantti.
ga: Ábhar spásúil nó ama na míre seo, infheidhmeacht spásúil na míre seo, nó an dlínse faoina bhfuil an mhír seo ábhartha.
hi: इस आइटम का स्थानिक या लौकिक विषय, इस आइटम की स्थानिक प्रयोज्यता, या वह अधिकार क्षेत्र जिसके तहत यह आइटम प्रासंगिक है।
hr: Prostorna ili vremenska tema ove stavke, prostorna primjenjivost ove stavke ili jurisdikcija pod kojom je ova stavka relevantna.
hu: Az elem térbeli vagy időbeli témája, az elem térbeli alkalmazhatósága, vagy az a joghatóság, amely alatt ez az elem releváns.
ja: このアイテムの空間的または時間的トピック、このアイテムの空間的適用可能性、またはこのアイテムが関連する管轄区域。
lt: Šio elemento erdvinė ar laikinė tema, šio elemento erdvinis pritaikomumas arba jurisdikcija, kurioje šis elementas yra aktualus.
lv: Šī vienuma telpiskā vai laika tēma, šī vienuma telpiskā piemērojamība vai jurisdikcija, kurā šis vienums ir atbilstošs.
mt: Is-suġġett spazjali jew temporali ta' dan l-oġġett, l-applikabbiltà spazjali ta' dan l-oġġett, jew il-ġurisdizzjoni li taħtha dan l-oġġett huwa rilevanti.
nl: Het ruimtelijke of temporele onderwerp van dit item, de ruimtelijke toepasbaarheid van dit item of de jurisdictie waaronder dit item relevant is.
pl: Temat przestrzenny lub czasowy tego elementu, zastosowanie przestrzenne tego elementu lub jurysdykcja, w której ten element jest istotny.
ro: Subiectul spațial sau temporal al acestui element, aplicabilitatea spațială a acestui element sau jurisdicția sub care acest element este relevant.
ta: இந்த உருப்படியின் இடஞ்சார்ந்த அல்லது தற்காலிக தலைப்பு, இந்த உருப்படியின் இடஞ்சார்ந்த பொருந்தக்கூடிய தன்மை அல்லது இந்த உருப்படி பொருத்தமான அதிகார வரம்பு.

# Profiles|Core|Catalog
source: The start date and time of an event
el: Η ημερομηνία και ώρα έναρξης μιας εκδήλωσης
fi: Tapahtuman aloitusajankohta
ga: Dáta agus am tosaigh imeachta
hi: किसी ईवेंट की आरंभ तिथि और समय
hr: Datum i vrijeme početka događaja
hu: Az esemény kezdési dátuma és ideje
ja: イベントの開始日時
lt: Renginio pradžios data ir laikas
lv: Notikuma sākuma datums un laiks
mt: Id-data u l-ħin tal-bidu ta' avveniment
nl: De startdatum en -tijd van een evenement
pl: Data i godzina rozpoczęcia wydarzenia
ro: Data și ora de începere a unui eveniment
ta: நிகழ்வின் தொடக்க தேதி மற்றும் நேரம்

# Profiles|Core|Catalog
source: The time and date an item was expired
el: Η ώρα και η ημερομηνία λήξης ενός αντικειμένου
fi: Aika ja päivämäärä, jolloin kohde vanhentui
ga: An t-am agus an dáta a chuaigh mír in éag
hi: वह समय और तिथि जब कोई आइटम समाप्त हो गया था
hr: Vrijeme i datum kada je stavka istekla
hu: Az elem lejáratának ideje és dátuma
ja: アイテムが期限切れになった日時
lt: Laikas ir data, kada elemento galiojimas baigėsi
lv: Laiks un datums, kad vienuma termiņš beidzās
mt: Il-ħin u d-data meta oġġett skada
nl: De tijd en datum waarop een item is verlopen
pl: Godzina i data wygaśnięcia elementu
ro: Ora și data la care un element a expirat
ta: ஒரு உருப்படி காலாவதியான நேரம் மற்றும் தேதி

# Profiles|Core|Catalog
source: The time and date an item was first published
el: Η ώρα και η ημερομηνία που δημοσιεύτηκε για πρώτη φορά ένα αντικείμενο
fi: Aika ja päivämäärä, jolloin kohde julkaistiin ensimmäisen kerran
ga: An t-am agus an dáta a foilsíodh mír den chéad uair
hi: वह समय और तिथि जब कोई आइटम पहली बार प्रकाशित हुआ था
hr: Vrijeme i datum kada je stavka prvi put objavljena
hu: Az elem első közzétételének ideje és dátuma
ja: アイテムが最初に公開された日時
lt: Laikas ir data, kada elementas buvo pirmą kartą paskelbtas
lv: Laiks un datums, kad vienums tika pirmo reizi publicēts
mt: Il-ħin u d-data meta oġġett ġie ppubblikat għall-ewwel darba
nl: De tijd en datum waarop een item voor het eerst is gepubliceerd
pl: Godzina i data pierwszego opublikowania elementu
ro: Ora și data la care un element a fost publicat pentru prima dată
ta: ஒரு உருப்படி முதலில் வெளியிடப்பட்ட நேரம் மற்றும் தேதி

# Profiles|Core|Catalog
source: The time and date an item was last modified
el: Η ώρα και η ημερομηνία που τροποποιήθηκε τελευταία φορά ένα αντικείμενο
fi: Sisällön viimeisin muokkausajankohta
ga: An t-am agus an dáta a modhnaíodh mír go deireanach
hi: वह समय और तिथि जब किसी आइटम को अंतिम बार संशोधित किया गया था
hr: Vrijeme i datum kada je stavka zadnji put izmijenjena
hu: Az elem utolsó módosításának ideje és dátuma
ja: アイテムが最後に変更された日時
lt: Laikas ir data, kada elementas buvo paskutinį kartą modifikuotas
lv: Laiks un datums, kad vienums tika pēdējo reizi modificēts
mt: Il-ħin u d-data meta oġġett ġie mmodifikat l-aħħar
nl: De tijd en datum waarop een item voor het laatst is gewijzigd
pl: Godzina i data ostatniej modyfikacji elementu
ro: Ora și data la care un element a fost modificat ultima dată
ta: ஒரு உருப்படி கடைசியாக மாற்றப்பட்ட நேரம் மற்றும் தேதி

# Profiles|Core|Behaviors|Categorization
source: The topic of this item.
el: Το θέμα αυτού του αντικειμένου.
fi: Tämän kohteen aihe.
ga: Ábhar na míre seo.
hi: इस आइटम का विषय।
hr: Tema ove stavke.
hu: Az elem témája.
ja: このアイテムのトピック。
lt: Šio elemento tema.
lv: Šī vienuma tēma.
mt: Is-suġġett ta' dan l-oġġett.
nl: Het onderwerp van dit item.
pl: Temat tego elementu.
ro: Subiectul acestui element.
ta: இந்த உருப்படியின் தலைப்பு.

# Profiles|Core|Catalog
source: The user viewing the querystring results
el: Ο χρήστης που προβάλλει τα αποτελέσματα της συμβολοσειράς ερωτήματος
fi: Käyttäjä, joka tarkastelee hakutuloksia
ga: An t-úsáideoir ag féachaint ar thorthaí na teaghrán fiosrúcháin
hi: क्वेरीस्ट्रिंग परिणाम देखने वाला उपयोगकर्ता
hr: Korisnik koji pregledava rezultate upita
hu: A lekérdezési karakterlánc eredményeit megtekintő felhasználó
ja: クエリ文字列の結果を表示しているユーザー
lt: Vartotojas, peržiūrintis užklausos eilutės rezultatus
lv: Lietotājs, kurš skata vaicājuma virknes rezultātus
mt: L-utent li qed jara r-riżultati tal-querystring
nl: De gebruiker die de resultaten van de querystring bekijkt
pl: Użytkownik przeglądający wyniki ciągu zapytania
ro: Utilizatorul care vizualizează rezultatele șirului de interogare
ta: வினவல் சர முடிவுகளைப் பார்க்கும் பயனர்

# Routes|Lock
source: This document is already locked by another user.
el: Αυτό το έγγραφο είναι ήδη κλειδωμένο από άλλον χρήστη.
fi: Tämä asiakirja on jo toisen käyttäjän lukitsema.
ga: Tá an doiciméad seo faoi ghlas cheana féin ag úsáideoir eile.
hi: यह दस्तावेज़ पहले से ही किसी अन्य उपयोगकर्ता द्वारा लॉक किया गया है।
hr: Ovaj dokument je već zaključao drugi korisnik.
hu: Ezt a dokumentumot már zárolta egy másik felhasználó.
ja: このドキュメントはすでに別のユーザーによってロックされています。
lt: Šis dokumentas jau užrakintas kito vartotojo.
mt: Dan id-dokument huwa diġà msakkar minn utent ieħor.
nl: Dit document is al vergrendeld door een andere gebruiker.
pl: Ten dokument jest już zablokowany przez innego użytkownika.
ro: Acest document este deja blocat de un alt utilizator.
ta: இந்த ஆவணம் ஏற்கனவே மற்றொரு பயனரால் பூட்டப்பட்டுள்ளது.

# Profiles|Core|Controlpanels|Site
source: This is the contents of the robots.txt file.
el: Αυτό είναι το περιεχόμενο του αρχείου robots.txt.
fi: Tämä on robots.txt-tiedoston sisältö.
ga: Seo inneachar an chomhaid robots.txt.
hi: यह robots.txt फ़ाइल की सामग्री है।
hr: Ovo je sadržaj datoteke robots.txt.
hu: Ez a robots.txt fájl tartalma.
ja: これはrobots.txtファイルの内容です。
lt: Tai yra robots.txt failo turinio.
lv: Šis ir faila robots.txt saturs.
mt: Dan huwa l-kontenut tal-fajl robots.txt.
nl: Dit is de inhoud van het robots.txt bestand.
pl: To jest zawartość pliku robots.txt.
ro: Acesta este conținutul fișierului robots.txt.
ta: இது robots.txt கோப்பின் உள்ளடக்கங்கள்.

# Profiles|Core|Behaviors|Short name
source: This name will be displayed in the URL.
el: Αυτό το όνομα θα εμφανίζεται στη διεύθυνση URL.
fi: Tämä nimi näytetään URL-osoitteessa.
ga: Taispeánfar an t-ainm seo san URL.
hi: यह नाम URL में प्रदर्शित किया जाएगा।
hr: Ovo ime će biti prikazano u URL-u.
hu: Ez a név jelenik meg az URL-ben.
ja: この名前はURLに表示されます。
lt: Šis pavadinimas bus rodomas URL.
lv: Šis vārds tiks parādīts URL.
mt: Dan l-isem se jintwera fl-URL.
nl: Deze naam wordt weergegeven in de URL.
pl: Ta nazwa będzie wyświetlana w adresie URL.
ro: Acest nume va fi afișat în URL.
ta: இந்தப் பெயர் URL இல் காட்டப்படும்.

# Profiles|Core|Controlpanels|Site
source: This shows a custom logo on your site.
el: Αυτό εμφανίζει ένα προσαρμοσμένο λογότυπο στον ιστότοπό σας.
fi: Tämä näyttää mukautetun logon sivustollasi.
ga: Taispeánann sé seo lógó saincheaptha ar do shuíomh.
hi: यह आपकी साइट पर एक कस्टम लोगो दिखाता है।
hr: Ovo prikazuje prilagođeni logotip na vašoj stranici.
hu: Ez egy egyedi logót jelenít meg a webhelyén.
ja: これにより、サイトにカスタムロゴが表示されます。
lt: Tai rodo pasirinktinį logotipą jūsų svetainėje.
lv: Tas parāda pielāgotu logotipu jūsu vietnē.
mt: Dan juri logo tad-dwana fuq is-sit tiegħek.
nl: Dit toont een aangepast logo op uw site
pl: To pokazuje niestandardowe logo na twojej stronie.
ro: Aceasta afișează un logo personalizat pe site-ul dvs.
ta: இது உங்கள் தளத்தில் தனிப்பயன் லோகோவைக் காட்டுகிறது.

# Profiles|Core|Controlpanels|Site
source: This shows up in the title bar of browsers and in syndication feeds.
el: Αυτό εμφανίζεται στη γραμμή τίτλου των προγραμμάτων περιήγησης και στις ροές κοινοποίησης.
fi: Tämä näkyy selaimen otsikkokentässä ja syötteissä.
ga: Taispeánann sé seo i mbarra teidil na mbrabhsálaithe agus i bhfothaí sindeacáitithe.
hi: यह ब्राउज़र के शीर्षक बार और सिंडिकेशन फ़ीड में दिखाई देता है।
hr: Ovo se pojavljuje u naslovnoj traci preglednika i u izvorima sindikacije.
hu: Ez a böngészők címsorában és a szindikációs hírcsatornákban jelenik meg.
ja: これはブラウザのタイトルバーやシンジケーションフィードに表示されます。
lt: Tai rodoma naršyklių pavadinimo juostoje ir sindikacijos kanaluose.
lv: Tas parādās pārlūkprogrammu virsrakstjoslā un sindikācijas plūsmās.
mt: Dan jidher fit-titlu bar tal-browsers u fil-feeds tas-sindikazzjoni.
nl: Dit verschijnt in de titelbalk van browsers en in syndicatiefeeds.
pl: Pojawia się to na pasku tytułu przeglądarek i w kanałach syndykacji.
ro: Acesta apare în bara de titlu a browserelor și în fluxurile de sindicare.
ta: இது உலாவிகளின் தலைப்புப் பட்டி மற்றும் சிண்டிகேஷன் ஊட்டங்களில் தோன்றும்.

# Profiles|Core|Catalog
source: Tip: you can use * to autocomplete.
el: Συμβουλή: μπορείτε να χρησιμοποιήσετε * για αυτόματη συμπλήρωση.
fi: Vinkki: voit käyttää * täydentämiseen.
ga: Leid: is féidir leat * a úsáid chun uathchríochnú.
hi: सुझाव: आप स्वतः पूर्ण करने के लिए * का उपयोग कर सकते हैं।
hr: Savjet: možete koristiti * za automatsko dovršavanje.
hu: Tipp: használhatja a * karaktert az automatikus kiegészítéshez.
ja: ヒント: * を使用してオートコンプリートできます。
lt: Patarimas: galite naudoti *, kad užbaigtumėte automatiškai.
lv: Padoms: varat izmantot *, lai automātiski pabeigtu.
mt: Tip: tista' tuża * biex tlesti awtomatikament.
nl: Tip: u kunt * gebruiken om automatisch aan te vullen.
pl: Wskazówka: możesz użyć *, aby autouzupełniać.
ro: Sfat: puteți folosi * pentru completare automată.
ta: உதவிக்குறிப்பு: தானியங்குநிரப்புதலுக்கு * ஐப் பயன்படுத்தலாம்.

# Profiles|Core|Catalog
source: Title
el: Τίτλος
fi: Otsikko
ga: Teideal
hi: शीर्षक
hr: Naslov
hu: Cím
ja: タイトル
lt: Pavadinimas
lv: Nosaukums
mt: Titlu
nl: Titel
pl: Tytuł
ro: Titlu
ta: தலைப்பு

# Routes|Email
source: To, from and message are required fields.
el: Προς, από και μήνυμα είναι υποχρεωτικά πεδία.
fi: Vastaanottaja, lähettäjä ja viesti ovat pakollisia kenttiä.
ga: Is réimsí riachtanacha iad 'Chuig', 'Ó' agus 'teachtaireacht'.
hi: प्रति, से और संदेश आवश्यक फ़ील्ड हैं।
hr: Za, od i poruka su obavezna polja.
hu: A Címzett, a Feladó és az Üzenet kötelező mezők.
ja: 宛先、差出人、メッセージは必須項目です。
lt: Kam, nuo ir žinutė yra privalomi laukai.
mt: Lil, minn u messaġġ huma oqsma meħtieġa.
nl: Aan, van en bericht zijn verplichte velden.
pl: Do, od i wiadomość to pola wymagane.
ro: Către, de la și mesajul sunt câmpuri obligatorii.
ta: பெறுநர், அனுப்புநர் மற்றும் செய்தி கட்டாய புலங்கள்.

# Profiles|Core|Catalog
source: Today
el: Σήμερα
fi: Tänään
ga: Inniu
hi: आज
hr: Danas
hu: Ma
ja: 今日
lt: Šiandien
lv: Šodien
mt: Illum
nl: Vandaag
pl: Dzisiaj
ro: Azi
ta: இன்று

# Client
source: Transaction error.
el: Σφάλμα συναλλαγής.
fi: Transaktiovirhe.
ga: Earráid idirbheart.
hi: लेनदेन त्रुटि।
hr: Pogreška transakcije.
hu: Tranzakciós hiba.
ja: トランザクションエラー。
lt: Sandorio klaida.
mt: Żball fit-tranżazzjoni.
nl: Transactiefout
pl: Błąd transakcji.
ro: Eroare de tranzacție.
ta: பரிவர்த்தனை பிழை.

# Profiles|Core|Catalog
source: Type
el: Τύπος
fi: Tyyppi
ga: Cineál
hi: प्रकार
hr: Vrsta
hu: Típus
ja: タイプ
lt: Tipas
lv: Tips
mt: Tip
pl: Typ
ro: Tip
ta: வகை

# Models|Type
source: Type Name
el: Όνομα τύπου
fi: Tyypin nimi
ga: Ainm Cineáil
hi: प्रकार का नाम
hr: Naziv vrste
hu: Típusnév
ja: タイプ名
lt: Tipo pavadinimas
mt: Isem tat-Tip
nl: Naam type
pl: Nazwa typu
ro: Nume tip
ta: வகை பெயர்

# Helpers|Handler
source: Type of the current document is not found.
el: Ο τύπος του τρέχοντος εγγράφου δεν βρέθηκε.
fi: Nykyisen asiakirjan tyyppiä ei löytynyt.
ga: Níor aimsíodh cineál an doiciméid reatha.
hi: वर्तमान दस्तावेज़ का प्रकार नहीं मिला है।
hr: Vrsta trenutnog dokumenta nije pronađena.
hu: Az aktuális dokumentum típusa nem található.
ja: 現在のドキュメントのタイプが見つかりません。
lt: Dabartinio dokumento tipas nerastas.
mt: It-tip tad-dokument kurrenti ma nstabx.
nl: Type van het huidige document is niet gevonden.
pl: Nie znaleziono typu bieżącego dokumentu.
ro: Tipul documentului curent nu a fost găsit.
ta: தற்போதைய ஆவணத்தின் வகை காணப்படவில்லை.

# Profiles|Core|Catalog
source: Use '../' to navigate to parent objects.
el: Χρησιμοποιήστε το '../' για πλοήγηση σε γονικά αντικείμενα.
fi: Käytä '../' siirtyäksesi ylätason kohteisiin.
ga: Bain úsáid as '../' chun nascleanúint a dhéanamh chuig rudaí tuismitheora.
hi: मूल वस्तुओं पर नेविगेट करने के लिए '../' का उपयोग करें।
hr: Koristite '../' za navigaciju do nadređenih objekata.
hu: Használja a '../' karakterláncot a szülőobjektumokhoz való navigáláshoz.
ja: 親オブジェクトに移動するには '../' を使用します。
lt: Naudokite '../', kad pereitumėte prie pirminių objektų.
lv: Izmantojiet '../', lai pārietu uz vecāku objektiem.
mt: Uża '../' biex tinnaviga lejn oġġetti ġenituri.
nl: Gebruik '../' om naar bovenliggende objecten te navigeren.
pl: Użyj „../”, aby przejść do obiektów nadrzędnych.
ro: Folosiți '../' pentru a naviga la obiectele părinte.
ta: பெற்றோர் பொருள்களுக்குச் செல்ல '../' ஐப் பயன்படுத்தவும்.

# Routes|Users
source: User doesn't exist or invalid credentials.
el: Ο χρήστης δεν υπάρχει ή μη έγκυρα διαπιστευτήρια.
fi: Käyttäjää ei ole olemassa tai tunnistetiedot ovat virheelliset.
ga: Níl an t-úsáideoir ann nó dintiúir neamhbhailí.
hi: उपयोगकर्ता मौजूद नहीं है या अमान्य क्रेडेंशियल है।
hr: Korisnik ne postoji ili neispravne vjerodajnice.
hu: A felhasználó nem létezik, vagy érvénytelen hitelesítő adatok.
ja: ユーザーが存在しないか、資格情報が無効です。
lt: Vartotojas neegzistuoja arba neteisingi prisijungimo duomenys.
mt: L-utent ma jeżistix jew kredenzjali invalidi.
nl: Gebruiker bestaat niet of ongeldige inloggegevens.
pl: Użytkownik nie istnieje lub nieprawidłowe dane uwierzytelniające.
ro: Utilizatorul nu există sau credențiale nevalide.
ta: பயனர் இல்லை அல்லது தவறான சான்றுகள்.

# Routes|Authentication
source: User is not logged in.
el: Ο χρήστης δεν έχει συνδεθεί.
fi: Käyttäjä ei ole kirjautunut sisään.
ga: Níl an t-úsáideoir logáilte isteach.
hi: उपयोगकर्ता लॉग इन नहीं है।
hr: Korisnik nije prijavljen.
hu: A felhasználó nincs bejelentkezve.
ja: ユーザーはログインしていません。
lt: Vartotojas nėra prisijungęs.
mt: L-utent mhux illoggjat.
nl: Gebruiker is niet ingelogd.
pl: Użytkownik nie jest zalogowany.
ro: Utilizatorul nu este autentificat.
ta: பயனர் உள்நுழையவில்லை.

# Profiles|Core|Controlpanels|Mail
source: Username for authentication to your e-mail server. Not required unless you are using ESMTP.
el: Όνομα χρήστη για έλεγχο ταυτότητας στον διακομιστή e-mail σας. Δεν απαιτείται εκτός εάν χρησιμοποιείτε ESMTP.
fi: Käyttäjänimi sähköpostipalvelimen todennusta varten. Ei pakollinen, ellei käytä ESMTP:tä.
ga: Ainm úsáideora le haghaidh fíordheimhnithe ar do fhreastalaí ríomhphoist. Ní gá mura bhfuil ESMTP á úsáid agat.
hi: आपके ईमेल सर्वर पर प्रमाणीकरण के लिए उपयोगकर्ता नाम। जब तक आप ESMTP का उपयोग नहीं कर रहे हैं, इसकी आवश्यकता नहीं है।
hr: Korisničko ime za autentifikaciju na vašem poslužitelju e-pošte. Nije potrebno osim ako ne koristite ESMTP.
hu: Felhasználónév az e-mail szerver hitelesítéséhez. Nem szükséges, kivéve, ha ESMTP-t használ.
ja: メールサーバーへの認証用ユーザー名。ESMTPを使用していない場合は不要です。
lt: Vartotojo vardas autentifikavimui jūsų el. pašto serveryje. Nebūtina, nebent naudojate ESMTP.
lv: Lietotājvārds autentifikācijai jūsu e-pasta serverī. Nav nepieciešams, ja vien neizmantojat ESMTP.
mt: Isem tal-utent għall-awtentikazzjoni fis-server tal-email tiegħek. Mhux meħtieġ sakemm ma tkunx qed tuża l-ESMTP.
nl: Gebruikersnaam voor authenticatie naar uw e-mailserver. Niet vereist, tenzij u ESMTP gebruikt.
pl: Nazwa użytkownika do uwierzytelniania na serwerze poczty e-mail. Nie wymagane, chyba że używasz ESMTP.
ro: Nume de utilizator pentru autentificare la serverul de e-mail. Nu este necesar decât dacă utilizați ESMTP.
ta: உங்கள் மின்னஞ்சல் சேவையகத்திற்கான அங்கீகாரத்திற்கான பயனர் பெயர். நீங்கள் ESMTP ஐப் பயன்படுத்தாவிட்டால் தேவையில்லை.

# Profiles|Core|Behaviors|Versioning
source: Versioning
el: Έλεγχος έκδοσης
fi: Versiointi
ga: Leaganú
hi: वर्जनिंग
hr: Verzioniranje
hu: Verziókezelés
ja: バージョニング
lt: Versijavimas
lv: Versiju vadība
mt: Verżjoni
nl: Versiebeheer
pl: Wersjonowanie
ro: Versionare
ta: பதிப்பு
