{"A description of this item.":"","A name given to this item.":"","A related item from which this item is derived.":"","Add":"","Administrator":"","An entity responsible for making this item available.":"","Authenticated":"Geauthenticeerd","Blocks":"","Blocks Layout":"","Can only be seen and edited by the owner.":"","Categorization":"","Change Note":"","Contributer":"","Coverage":"","Dates":"","Default":"","Description":"","Editor":"","Enter a comment that describes the changes you made.":"","Expiration Date":"","File":"","Folder":"","Identifier":"","If this date is in the future, the content will not show up in listings and searches until this date.":"","Image":"","Information about rights held in and over this item.":"","Invalid credentials":"","Language":"","Layout":"","Login and password must be provided in body.":"","Manage Users":"","Missing credentials":"kekjo","Modify":"","Owner":"Eigenaar","Ownership":"","Page":"","Pending review":"","Private":"","Publish":"","Published":"","Publisher":"","Publishing Date":"","Reader":"","Related":"","Related Items":"","Related resources.":"","Retract":"","Review":"","Reviewer":"","Rights":"","Send back":"","Settings":"","Simple Publication Workflow":"","Simple workflow that is useful for basic web sites. Things start out as private, and can either be submitted for review, or published directly. The creator of a content item can edit the item even after it is published.":"","Site":"Site","Source":"","Submit":"","Submit for publication":"","Tags":"","The JSON representation of the object blocks information. Must be a JSON object.":"","The JSON representation of the object blocks layout. Must be a JSON array.":"","The language of this item.":"","The spatial or temporal topic of this item, spatial applicability of this item, or jurisdiction under which this item is relevant.":"","The topic of this item.":"","This name will be displayed in the URL.":"","Title":"","View":"","Visible to everyone, editable by the owner.":"","Waiting to be reviewed, not editable by the owner.":"","When this date is reached, the content will no longer be visible in listings and searches.":"","Wrong login and/or password.":""}