{"A description of this item.":"Een omschrijving van dit item","A name given to this item.":"Een naam gegeven aan dit item.","A related item from which this item is derived.":"Een gerelateerd item waarvan deze is afgeleid.","Accessibility":"Toegankelijkheid","Add":"Toevoegen","Administrator":"Beheerder","Already locked":"Al op slot","An entity responsible for making this item available.":"Een entiteit die verantwoordelijk is voor het beschikbaar maken van dit item.","Authenticated":"Geauthenticeerd","Blocks":"Blokken","Blocks Layout":"Blokken Layout","Can only be seen and edited by the owner.":"Kan alleen bekeken en gewijzigd worden door de eigenaar.","Categorization":"Categorisatie","Change Note":"Wijzig Notitie","Contact":"Contact","Contents":"Inhoud","Contributer":"Bijdrager","Coverage":"Dekking","Dashboard":"Dashboard","Dates":"Data","Default":"Standaard","Delete User":"Verwijder Gebruiker","Description":"Omschrijving","Document locked":"Document vergrendeld","Edit":"Wijzigen","Editor":"Redacteur","Enter a comment that describes the changes you made.":"Voer een opmerking in die de aangebrachte wijzigingen beschrijft.","Expiration Date":"Vervaldatum","File":"Bestand","Folder":"Map","History":"Geschiedenis","Identifier":"ID","If this date is in the future, the content will not show up in listings and searches until this date.":"Als deze datum in de toekomst ligt, wordt de inhoud tot deze datum niet weergegeven in vermeldingen en zoekopdrachten.","Image":"Afbeelding","Information about rights held in and over this item.":"Informatie over rechten op en over dit item.","Invalid credentials":"Ongeldige inloggegevens","Language":"Taal","Layout":"Layout","Log out":"Logout","Login and password must be provided in body.":"Login en wachtwoord moeten in de body worden opgegeven.","Manage Users":"Gebruikers Beheren","Missing credentials":"Ontbrekende inloggegevens","Modify":"Wijzigen","Not Found":"Niet Gevonden","Not allowed":"Niet toegestaan","Owner":"Eigenaar","Ownership":"Eigenaarschap","Page":"Pagina","Pending review":"Wacht op review","Preferences":"Voorkeuren","Private":"Privé","Publish":"Publiceren","Published":"Gepubliceerd","Publisher":"Uitgever","Publishing Date":"Publicatiedatum","Reader":"Lezer","Related":"Gerelateerd","Related Items":"Gerelateerde Items","Related resources.":"Gerelateerde resources","Retract":"Intrekken","Review":"Review","Reviewer":"Reviewer","Rights":"Rechten","Send back":"Terugsturen","Settings":"Instellingen","Sharing":"Delen","Simple Publication Workflow":"Simpele Publicatie Workflow","Simple workflow that is useful for basic web sites. Things start out as private, and can either be submitted for review, or published directly. The creator of a content item can edit the item even after it is published.":"Eenvoudige workflow die handig is voor eenvoudige websites. Dingen beginnen als privé en kunnen ter beoordeling worden ingediend of rechtstreeks worden gepubliceerd. De maker van een inhoudsitem kan het item bewerken, zelfs nadat het is gepubliceerd.","Site":"Site","Site Map":"Sitemap","Site Setup":"Site Instellingen","Source":"Bron","Submit":"Indienen","Submit for publication":"Indienen ter publicatie","System group":"Systeem groep","Tags":"Tags","The JSON representation of the object blocks information. Must be a JSON object.":"De JSON-representatie van het object blokkeert informatie. Moet een JSON-object zijn.","The JSON representation of the object blocks layout. Must be a JSON array.":"De JSON-weergave van de lay-out van objectblokken. Moet een JSON-array zijn.","The language of this item.":"De taal van dit item","The spatial or temporal topic of this item, spatial applicability of this item, or jurisdiction under which this item is relevant.":"Het ruimtelijke of temporele onderwerp van dit item, de ruimtelijke toepasbaarheid van dit item of de jurisdictie waaronder dit item relevant is.","The topic of this item.":"Het onderwerp van dit item.","This document is already locked by another user.":"Dit document is al vergrendeld door een andere gebruiker.","This name will be displayed in the URL.":"Deze naam wordt weergegeven in de URL.","Title":"Titel","Unable to remove user, most likely this user is still owner of documents.":"Kan gebruiker niet verwijderen, hoogstwaarschijnlijk is deze gebruiker nog steeds de eigenaar van documenten.","View":"Bekijken","Visible to everyone, editable by the owner.":"Voor iedereen zichtbaar, bewerkbaar door de eigenaar.","Waiting to be reviewed, not editable by the owner.":"Wachten om te worden beoordeeld, kan niet worden bewerkt door de eigenaar.","When this date is reached, the content will no longer be visible in listings and searches.":"Wanneer deze datum is bereikt, is de inhoud niet langer zichtbaar in vermeldingen en zoekopdrachten.","Wrong login and/or password.":"Verkeerde login en/of wachtwoord.","You can't delete system groups.":"U kunt geen systeemgroepen verwijderen.","You don't have permission to save this document because it is locked by another user.":"U heeft geen toestemming om dit document op te slaan omdat het is vergrendeld door een andere gebruiker.","You don't have permission to unlock this document.":"U heeft geen toestemming om dit document te ontgrendelen."}